{"translation-revision-date":"2025-07-19 20:30+0000","generator":"Loco https:\/\/localise.biz\/","source":"build\/chunks\/js\/500.js","domain":"eventin","locale_data":{"eventin":{"":{"domain":"","lang":"de_DE","plural-forms":"nplurals=2; plural=n != 1;"},"Eventin":["Eventin"],"Learn More":["Mehr erfahren"],"Email Support":["E-Mail-Unterstützung"],"Live Chat":["Live Chat"],"Documentation":["Dokumentation"],"Setup Wizard":["Einrichtungsassistent"],"Start Now":["Jetzt starten"],"Help Center":["Hilfe-Center"],"To help you to get started, we put together the documentation, support link, videos and FAQs here.":["Um dir den Einstieg zu erleichtern, haben wir hier die Dokumentation, den Support-Link, Videos und FAQs zusammengestellt."],"Can I scan tickets Attendee-wise?":["Kann ich Tickets für die Teilnehmer scannen?"],"Yes. Eventin offers attendee-wise ticket scanning feature that lets you scan all the tickets attendee-wise. We also have built-in Smooth QR code scanner, so you don’t need the physical scanner anymore.":["Ja. Eventin bietet eine Funktion zum teilnehmerbezogenen Scannen von Tickets, mit der du alle Tickets teilnehmerbezogen scannen kannst. Wir haben auch einen reibungslosen QR-Code-Scanner eingebaut, so dass du keinen physischen Scanner mehr brauchst."],"Do you have RSVP and free event management features?":["Hast du RSVP- und kostenlose Event-Management-Funktionen?"],"Yes, we have free free event management features with RSVP, one of our plugin modules that you can use to manage RSVP events. You can invite the RSVP attendees with an invitation email.":["Ja, wir haben mit RSVP, einem unserer Plugin-Module, kostenlose Funktionen zur Verwaltung von RSVP-Veranstaltungen. Du kannst die RSVP-Teilnehmer mit einer Einladungs-E-Mail einladen."],"Do you have Event ticket-wise discount feature?":["Habt ihr eine Rabattfunktion für Veranstaltungstickets?"],"No, we don’t have Event Ticket-wise discount. We’ll hopefully bring out this feature very soon, keep an eye on our Roadmap.":["Nein, wir haben keinen Event-Ticket-weisen Rabatt. Wir werden diese Funktion hoffentlich bald einführen, behalte unsere Roadmap im Auge."],"All languages supported?":["Werden alle Sprachen unterstützt?"],"Yes, Eventin supports all languages.":["Ja, Eventin unterstützt alle Sprachen."],"Speaker and schedule management?":["Referenten- und Terminmanagement?"],"Yes, Eventin offers the best events plugin solution with Speaker and schedule management. You can create multiple custom schedules, repeat it for multiple events, organize all the speakers on a single page, and so much more.":["Ja, Eventin bietet die beste Event-Plugin-Lösung mit Redner- und Zeitplanverwaltung. Du kannst mehrere benutzerdefinierte Zeitpläne erstellen, sie für mehrere Veranstaltungen wiederholen, alle Redner auf einer einzigen Seite organisieren und vieles mehr."],"Does Eventin have Zoom event or Google Meet event management system? What about Speaker and schedule management?":["Verfügt Eventin über ein Zoom- oder Google Meet-Veranstaltungsmanagement-System? Wie sieht es mit der Verwaltung von Rednern und Terminen aus?"],"Yes, you can create and run virtual events with Zoom and Google Meet integration.":["Ja, du kannst mit der Integration von Zoom und Google Meet virtuelle Veranstaltungen erstellen und durchführen."],"What Payment methods does Eventin support?":["Welche Zahlungsmethoden werden von Eventin unterstützt?"],"Eventin pretty much covers all payment methods that WooCommerce supports, so you’re getting all the payments for your WooCommerce store. If you don’t use WooCommerce, you can use Stripe OR PayPal payment gateway. We also have support for Stripe and PayPal payment method.":["Eventin deckt so ziemlich alle Zahlungsmethoden ab, die WooCommerce unterstützt, sodass du alle Zahlungen für deinen WooCommerce-Shop erhältst. Wenn du WooCommerce nicht verwendest, kannst du Stripe ODER PayPal als Zahlungsgateway nutzen. Wir haben auch Unterstützung für Stripe und PayPal als Zahlungsmethode."],"Do you have Event template and Ticket template editing option?":["Hast du die Möglichkeit, Veranstaltungsvorlagen und Ticketvorlagen zu bearbeiten?"],"We don’t have event and ticket template editing option right now, but you can override the template and change the event template style by coding. We have Elementor support to build event templates and we will hopefully bring the editing option for ticket templates soon.":["Im Moment haben wir keine Möglichkeit, Event- und Ticketvorlagen zu bearbeiten, aber du kannst die Vorlage überschreiben und den Stil der Eventvorlage durch Kodierung ändern. Wir haben Elementor-Unterstützung für die Erstellung von Veranstaltungsvorlagen und werden die Bearbeitungsoption für Ticketvorlagen hoffentlich bald einführen."],"Does Eventin have Frontend Event management system? Can anyone just submit events?":["Hat Eventin ein Frontend-Eventmanagement-System? Kann jeder einfach Veranstaltungen einreichen?"],"Yes, we do have a Frontend event management system so you and your teams can create and manage events from the front end of your website. We also have Dokan multivendor integration so you can mange your events as a vendor.":["Ja, wir haben ein Frontend-Veranstaltungsmanagementsystem, mit dem du und deine Teams Veranstaltungen über das Frontend deiner Website erstellen und verwalten können. Wir haben auch eine Dokan-Multivendor-Integration, damit du deine Veranstaltungen als Anbieter verwalten kannst."],"Does Eventin have a Certificate System?":["Hat Eventin ein Zertifikatssystem?"],"Absolutely! Eventin offers you a great certificate builder system so you can create, customize and send certificate PDFs to your attendees and cheer them up.":["Auf jeden Fall! Eventin bietet dir ein großartiges Zertifikatserstellungssystem, mit dem du Zertifikats-PDFs erstellen, anpassen und an deine Teilnehmer senden kannst, um sie zu erfreuen."],"Does Eventin have seat map planning for events?":["Gibt es bei Eventin eine Sitzplanungsfunktion für Veranstaltungen?"],"Of course! Eventin offers Visual Seat Plan with Timetics integration, so you can plan along event floors faster, and organize the seating arrangement anytime for multiple events.":["Ja, natürlich! Eventin bietet einen visuellen Sitzplan mit Timetics-Integration, damit du schneller entlang der Veranstaltungsflächen planen und die Sitzordnung jederzeit für mehrere Veranstaltungen organisieren kannst."],"To know the event starting guide, run the setup\n\t\t\t\t\t\t\t\twizard. Your existing settings will not change.":["Um den Leitfaden für den Ereignisstart zu kennen, führe den Setup\n\t\t\t\t\t\t\t\tassistenten. Deine bestehenden Einstellungen werden nicht geändert."],"Common FAQs":["Häufig gestellte Fragen"]}}}