{"locale_data":{"messages":{"":{"plural_forms":"nplurals=2; plural=n != 1;","language":"de","project_id_version":"WooCommerce - WooCommerce Payments"},"Please ensure all prefilled information is correct and complete any missing details.":["Bitte stelle sicher, dass alle im Voraus ausgefüllten Informationen korrekt sind, und gib alle fehlenden Details an."],"Please ensure the product type and description have been entered accurately.":["Bitte stelle sicher, dass der Produkttyp und die Beschreibung korrekt eingegeben wurden."],"View submitted dispute":["Übermittelte Reklamation anzeigen"],"Return to disputes":["Zurück zu Reklamationen"],"Learn more about disputes":["Weitere Informationen zu Reklamationen"],"Want to know more about how disputes work? <learnMoreLink>Check out our resources<\/learnMoreLink>":["Möchtest du mehr darüber erfahren, wie Reklamationen funktionieren? <learnMoreLink>Schau dir unsere Ressourcen an<\/learnMoreLink>"],"Disputes page":["Reklamationsseite"],"You'll be informed of any updates via email, or you can check the status of your case at any time in your <disputesPageLink>Disputes area<\/disputesPageLink>.":["Du wirst per E-Mail über alle Aktualisierungen informiert oder kannst den Status deines Falls jederzeit in deinem <disputesPageLink>Reklamationsbereich<\/disputesPageLink> überprüfen."],"The cardholder’s bank will review your response. Please be patient — this usually takes a few weeks, but in some cases it can take up to 3 months.":["Die Bank des Karteninhabers wird deine Antwort prüfen. Bitte habe etwas Geduld – dies dauert normalerweise ein paar Wochen, kann aber in manchen Fällen bis zu 3 Monate dauern."],"What’s next?":["Was kommt als Nächstes?"],"Your evidence has been sent to the cardholder's bank for review.":["Dein Nachweis wurde zur Überprüfung an die Bank des Karteninhabers gesendet."],"Thanks for sharing your response!":["Vielen Dank für deine Antwort!"],"Evidence submitted successfully":["Nachweis erfolgreich übermittelt"],"This option will set up a %s test account using test data. When you’re ready to launch your store, switching to live payments is easy.":["Mit dieser Option wird ein %s-Testkonto mit Testdaten eingerichtet. Wenn dein Shop zur Veröffentlichung bereit ist, kannst du ganz einfach zu Live-Zahlungen wechseln."],"Create test account":["Testkonto erstellen"],"Learn more about test accounts":["Weitere Informationen zu Testkonten"],"Fee refund":["Gebührenrückerstattung"],"Learn more about documents":["Weitere Informationen zu Dokumenten"],"<strong>Dispute lost.<\/strong> Your customer's bank reviewed the evidence and decided in the customer's favor.":["<strong>Reklamation verloren.<\/strong> Die Bank deines Kunden hat die Nachweise geprüft und sich zugunsten des Kunden entschieden."],"<strong>Dispute lost.<\/strong> Your customer's bank, <strong>%s<\/strong>, reviewed the evidence and decided in the customer's favor.":["<strong>Reklamation verloren.<\/strong> Die Bank deines Kunden (<strong>%s<\/strong>) hat die Nachweise geprüft und sich zugunsten des Kunden entschieden."],"Disagree with the dispute? You can challenge it with the customer's bank. Otherwise, accept it to close the case — the order amount and dispute fee won't be refunded.":["Du bist mit der Reklamation nicht einverstanden? Dann kannst du sie bei der Bank des Kunden anfechten. Du kannst sie aber auch akzeptieren, um die Sache abzuschließen – der Bestellbetrag und die Reklamationsgebühr werden nicht zurückerstattet."],"If you've managed to resolve the issue with your customer, help them with the withdrawal of their dispute.":["Wenn du das Problem mit deinem Kunden lösen konntest, hilf ihm bei der Rücknahme der Reklamation."],"Ask for the dispute to be withdrawn":["Bitte darum, die Reklamation zurückzunehmen"],"<strong>The outcome of this dispute will be determined by the cardholder's bank.<\/strong> WooPayments has no influence over the decision and is not liable for any chargebacks.":["<strong>Die Konsequenz dieser Reklamation wird von der Bank des Karteninhabers bestimmt.<\/strong> WooPayments hat keinen Einfluss auf die Entscheidung und haftet nicht für Rückbuchungen."],"<strong>The outcome of this dispute will be determined by %1$s.<\/strong> WooPayments has no influence over the decision and is not liable for any chargebacks.":["<strong>Die Konsequenz dieser Reklamation wird von %1$s bestimmt.<\/strong> WooPayments hat keinen Einfluss auf die Entscheidung und haftet nicht für Rückbuchungen."],"Didn't receive the returned item(s)? Once the inquiry has automatically escalated to a dispute after 21 days, you can submit evidence and challenge the dispute.":["Du hast den\/die zurückgegebenen Artikel nicht erhalten? Sobald die Anfrage nach 21 Tagen automatisch zu einer Reklamation eskaliert ist, kannst du Nachweise einreichen und die Reklamation anfechten."],"Once you've received the item(s), refund the customer before the deadline to prevent this escalating to a dispute.":["Sobald du die Artikel erhalten hast, erstattest du dem Kunden vor Ablauf der Frist den Kaufpreis zurück, um zu verhindern, dass es zu einer Reklamation kommt."],"Reach out to the customer to check if they're returning the item(s).":["Kontaktiere den Kunden, um zu überprüfen, ob er den\/die Artikel zurückschickt."],"Contact your customer":["Kontaktiere deinen Kunden"],"Disagree with the claim? You can challenge it by submitting evidence to the customer's bank. Otherwise, you can settle the inquiry by issuing a refund.":["Du stimmst der Forderung nicht zu? Du kannst sie anfechten, indem du Nachweise bei der Bank des Kunden einreichst. Andernfalls kannst du die Forderung mit einer Rückerstattung begleichen."],"<strong>You accepted this dispute on %1$s.<\/strong>":["<strong>Du hast diese Reklamation am %1$s akzeptiert.<\/strong>"],"<strong>Good news — you've won this dispute! The customer's bank reached this decision on %1$s.<\/strong> Your account has been credited with the disputed amount and fee. <a>Learn more about preventing disputes.<\/a>":["<strong>Gute Nachrichten! Du hast diese Reklamation abgewehrt! Die Bank des Kunden hat diese Entscheidung am %1$s getroffen.<\/strong> Der reklamierte Betrag und die reklamierte Gebühr wurden deinem Konto gutgeschrieben. <a>Weitere Informationen zur Vermeidung von Reklamationen.<\/a>"],"<strong>Good news — you've won this dispute! The customer's bank, %1$s, reached this decision on %2$s.<\/strong> Your account has been credited with the disputed amount and fee. <a>Learn more about preventing disputes.<\/a>":["<strong>Gute Nachrichten! Du hast diese Reklamation abgewehrt! Die Bank des Kunden (%1$s) hat diese Entscheidung am %2$s getroffen.<\/strong> Der reklamierte Betrag und die reklamierte Gebühr wurden deinem Konto gutgeschrieben. <a>Weitere Informationen zur Vermeidung von Reklamationen.<\/a>"],"<strong>The customer's bank is currently reviewing the evidence you submitted on %1$s.<\/strong> This process can sometimes take more than 60 days — we'll let you know once a decision has been made. <a>Learn more about the dispute process.<\/a>":["<strong>Die Bank des Kunden prüft derzeit die Nachweise, die du am %1$s übermittelt hast.<\/strong> Dieser Prozess kann manchmal mehr als 60 Tage dauern. Wir informieren dich, sobald eine Entscheidung getroffen wurde. <a>Weitere Informationen zum Reklamationsprozess.<\/a>"],"<strong>The customer's bank, %1$s, is currently reviewing the evidence you submitted on %2$s.<\/strong> This process can sometimes take more than 60 days — we'll let you know once a decision has been made. <a>Learn more about the dispute process.<\/a>":["<strong>Die Bank des Kunden (%1$s) prüft derzeit die Nachweise, die du am %2$s übermittelt hast.<\/strong> Dieser Prozess kann manchmal mehr als 60 Tage dauern. Wir informieren dich, sobald eine Entscheidung getroffen wurde. <a>Weitere Informationen zum Reklamationsprozess.<\/a>"],"<strong>Unfortunately, you've lost this dispute. The customer's bank reached this decision on %1$s.<\/strong>":["<strong>Du hast diese Reklamation leider verloren. Die Bank des Kunden hat diese Entscheidung am %1$s getroffen.<\/strong>"],"<strong>Unfortunately, you've lost this dispute. The customer's bank, %1$s, reached this decision on %2$s.<\/strong>":["<strong>Du hast diese Reklamation leider verloren. Die Bank des Kunden (%1$s) hat diese Entscheidung am %2$s getroffen.<\/strong>"],"<strong>%1$s<\/strong> If you believe this is incorrect, you have until <strong>%2$s to challenge the dispute with your customer's bank.<\/strong> If you accept the dispute, you will forfeit the funds and pay the dispute fee.":["<strong>%1$s<\/strong> Wenn du der Meinung bist, dass dies nicht korrekt ist, hast du Zeit bis <strong>%2$s, um die Reklamation bei der Bank deines Kunden anzufechten.<\/strong> Wenn du die Reklamation akzeptierst, verlierst du das Guthaben und zahlst die Reklamationsgebühr."],"<strong>%1$s<\/strong> If you believe this is incorrect, you have until <strong>%2$s to challenge the dispute with your customer's bank, %3$s.<\/strong> If you accept the dispute, you will forfeit the funds and pay the dispute fee.":["<strong>%1$s<\/strong> Wenn du der Meinung bist, dass dies nicht korrekt ist, hast du Zeit bis <strong>%2$s, um die Reklamation bei der Bank deines Kunden (%3$s) anzufechten.<\/strong> Wenn du die Reklamation akzeptierst, verlierst du das Guthaben und zahlst die Reklamationsgebühr."],"<strong>%1$s<\/strong> If you believe this is incorrect, you have until <strong>%2$s to submit evidence to your customer's bank.<\/strong> Alternatively, you can issue a refund.":["<strong>%1$s<\/strong> Wenn du der Meinung bist, dass dies nicht korrekt ist, hast du bis <strong>%2$s Zeit, der Bank deines Kunden Nachweise zu übermitteln.<\/strong> Alternativ kannst du eine Rückerstattung ausstellen."],"<strong>%1$s<\/strong> If you believe this is incorrect, you have until <strong>%2$s to submit evidence to your customer's bank, %3$s.<\/strong> Alternatively, you can issue a refund.":["<strong>%1$s<\/strong> Wenn du der Meinung bist, dass dies nicht korrekt ist, hast du bis <strong>%2$s Zeit, der Bank deines Kunden (%3$s) Nachweise zu übermitteln.<\/strong> Alternativ kannst du eine Rückerstattung ausstellen."]," (Last day today)":["(Heute letzte Chance!)"],"The cardholder claims they did not receive the product.":["Der Karteninhaber hat angegeben, dass er das Produkt nicht erhalten hat."],"A receipt from the shipping carrier or a tracking number, for example.":["Zum Beispiel ein Beleg vom Versanddienstleister oder eine Sendungsverfolgungsnummer."],"Inquiry: Response needed":["Anfrage: Antwort erforderlich"],"Response needed":["Antwort erforderlich"],"Refund was not owed":["Es bestand kein Anspruch auf eine Rückerstattung"],"Refund has been issued":["Rückerstattung wurde ausgestellt"],"Refund status":["Rückerstattungsstatus"],"A screenshot of your store's terms of service.":["Ein Screenshot der Geschäftsbedingungen deines Shops."],"Terms of service":["Geschäftsbedingungen"],"Any documents showing the billing history, subscription status, or cancellation logs, for example.":["Alle Dokumente, die z. B. den Rechnungsverlauf, den Abonnementstatus oder Stornierungsprotokolle anzeigen."],"Failed to upload file. (%s)":["Datei konnte nicht hochgeladen werden. (%s)"],"It was not a duplicate":["Kein Duplikat"],"No refund needed":["Keine Rückerstattung erforderlich"],"It was a duplicate":["Duplikat"],"A refund has been issued":["Eine Rückerstattung wurde ausgestellt"],"Was this charge a duplicate?":["War diese Abbuchung doppelt?"],"Both transactions were legitimate, fulfilled independently, and are not duplicates.":["Beide Transaktionen waren legitim, wurden unabhängig voneinander durchgeführt und sind keine Duplikate."],"Our records show that the customer placed two distinct orders:":["Unsere Aufzeichnungen zeigen, dass der Kunde zwei verschiedene Bestellungen aufgegeben hat:"],"This refund should be visible on the customer's statement within 7 - 10 business days.":["Diese Rückerstattung sollte innerhalb von 7 bis 10 Werktagen auf dem Kontoauszug des Kunden sichtbar sein."],"[Refund Amount]":["[Rückerstattungsbetrag]"],"Our records indicate that this charge was a duplicate of a previous transaction. A refund has already been issued to the customer on":["Unseren Aufzeichnungen zufolge handelt es sich bei dieser Abbuchung um ein Duplikat einer früheren Transaktion. Eine Rückerstattung wurde dem Kunden bereits ausgestellt am"],"for the amount of":["in Höhe von"],"and was billed according to the terms accepted at the time of signup. The customer's account remained active and no cancellation was recorded prior to the billing date.":["und wurde gemäß den zum Zeitpunkt der Registrierung akzeptierten Bedingungen in Rechnung gestellt. Das Konto des Kunden blieb aktiv und es wurde keine Stornierung vor dem Rechnungsdatum verzeichnet."],"subscribed to":["Abonnement für"],"The customer requested a refund outside of the eligible window outlined in our refund policy, which was clearly presented on the website and on the order confirmation.":["Der Kunde hat eine Rückerstattung außerhalb des in unserer Richtlinie zum Rückgaberecht festgelegten Zeitfensters angefordert, das auf der Website und in der Bestellbestätigung klar angegeben war."],"The refund was processed through our payment provider and should be visible on the customer's statement within 7 - 10 business days.":["Die Rückerstattung wurde über unseren Zahlungsanbieter verarbeitet und sollte innerhalb von 7 bis 10 Werktagen auf der Abrechnung des Kunden sichtbar sein."],"was refunded on":["wurde rückerstattet am"],"While the account is under review payouts may remain suspended. {{learnMoreLink}}Learn more{{\/learnMoreLink}}":["Solange das Konto geprüft wird, werden Auszahlungen möglicherweise ausgesetzt. {{learnMoreLink}}Weitere Informationen{{\/learnMoreLink}}"],"Under Review":["Wird geprüft"],"While optional, we strongly recommend providing as many of these documents as possible. The following file types are supported: PDF, JPEG, and PNG.":["Obwohl es optional ist, empfehlen wir dringend, möglichst viele dieser Dokumente bereitzustellen. Die folgenden Dateitypen werden unterstützt: PDF, JPEG und PNG."],"Any other relevant documents that will support your case.":["Weitere relevante Dokumente, die deinen Fall unterstützen."],"Any relevant documents showing the customer's signature, such as signed proof of delivery.":["Relevante Dokumente mit der Unterschrift des Kunden, z. B. ein unterzeichneter Zustellungsnachweis."],"Any correspondence with the customer regarding this purchase.":["Korrespondenz mit dem Kunden in Bezug auf diesen Kauf."],"A copy of the customer's receipt, which can be found in the receipt history for this transaction.":["Eine Kopie des Kundenbelegs, die im Belegverlauf für diese Transaktion zu finden ist."],"Such as billing history, subscription status, or cancellation logs.":["Beispiel: Rechnungsverlauf, Abonnementstatus oder Kündigungsprotokolle."],"A screenshot of your store's refund policy.":["Ein Screenshot der Richtlinie deines Shops zum Rückgaberecht."],"A screenshot of the item condition.":["Ein Screenshot des Artikelzustands."],"You've made some manual edits to your cover letter. If you update your evidence again, those changes won't be reflected here automatically — but you can always make further edits yourself.":["Du hast dein Anschreiben manuell bearbeitet. Wenn du deine Nachweise erneut aktualisierst, werden diese Änderungen hier nicht automatisch berücksichtigt. Du kannst aber jederzeit selbst weitere Änderungen vornehmen."],"Preview cover letter":["Anschreiben in der Vorschau anzeigen"],"<Attachment description>":["<Anhangsbeschreibung>"],"Other documents":["Andere Dokumente"],"Proof of active subscription":["Nachweis des aktiven Abonnements"],"Item condition":["Artikelzustand"],"Customer's signature":["Unterschrift des Kunden"],"<Delivery\/Service Date>":["<Liefer-\/Leistungsdatum>"],"Based on this information, we respectfully request that the chargeback be reversed. Please let us know if any further details are required.":["Auf der Grundlage dieser Informationen bitten wir höflich um die Stornierung der Rückbuchung. Sollten weitere Details erforderlich sein, bitten wir um entsprechende Nachricht."],"The product matched the description provided at the time of sale, and we did not receive any indication from the customer that it was defective or not as described.":["Das Produkt entsprach der Beschreibung, die zum Zeitpunkt des Verkaufs angegeben wurde, und wir haben vom Kunden keinen Hinweis erhalten, dass es defekt ist oder nicht der Beschreibung entspricht."],"Our records indicate that the customer,":["Aus unseren Aufzeichnungen geht hervor, dass der Kunde"],"and received it on":["und es am folgenden Datum erhalten hat:"],"NO VAT":["KEINE MwSt."],"SHIPPING ADDRESS":["LIEFERADRESSE"],"TRACKING NUMBER":["SENDUNGSVERFOLGUNGSNUMMER"],"SHIPPING DATE":["VERSANDDATUM"],"SHIPPING CARRIER":["VERSANDDIENSTLEISTER"],"Delivery details":["Details der Zustellung"],"Recommended documents":["Empfohlene Dokumente"],"PRODUCT DESCRIPTION":["PRODUKTBESCHREIBUNG"],"Digital products":["Digitale Produkte"],"Physical products":["Physische Produkte"],"PRODUCT TYPE":["PRODUKTTYP"],"Product details":["Produktdetails"],"BILLING ADDRESS":["RECHNUNGSADRESSE"],"IP ADDRESS":["IP-ADRESSE"],"EMAIL":["E-MAIL-ADRESSE"],"PHONE":["TELEFON"],"NAME":["NAME"],"Customer details":["Kundendaten"],"Order receipt":["Bestellbeleg"],"<Order Date>":["<Bestelldatum>"],"<Product>":["<Produkt>"],"<Customer Name>":["<Kundenname>"],"<Transaction Date>":["<Transaktionsdatum>"],"<Case Number>":["<Vorgangsnummer>"],"<Bank Name>":["<Bankname>"],"<Business Phone Number>":["<Telefonnummer des Unternehmens>"],"<business@email.com>":["<business@email.com>"],"COVER LETTER":["ANSCHREIBEN"],"Print Cover Letter":["Anschreiben drucken"],"Cover Letter":["Anschreiben"],"Thank you,":["Danke!"],"Based on this information, we respectfully request that the chargeback be reversed. Please let me know if any further details are required.":["Auf der Grundlage dieser Informationen bitten wir höflich um die Stornierung der Rückbuchung. Sollten weitere Details erforderlich sein, bitte ich um entsprechende Nachricht."],"To support our case, we are providing the following documentation:":["Zur Unterstützung unseres Falls stellen wir die folgende Dokumentation zur Verfügung:"],"ordered":["bestellte"],"Our records indicate that the customer and legitimate cardholder,":["Aus unseren Aufzeichnungen geht hervor, dass der Kunde und rechtmäßige Karteninhaber"],"on":["am"],"for transaction":["für Transaktion"],"We are submitting evidence in response to chargeback":["Wir übermitteln Nachweise als Antwort auf die Rückbuchung"],"Dear Dispute Resolution Team,":["Sehr geehrtes Team für die Streitbeilegung,"],"Case":["Fall"],"Chargeback Dispute":["Streit um Rückbuchung"],"Subject:":["Betreff:"],"To:":["Oben"],"Attachment":["Anhang"],"11-digit number, for example 12 345 678 901.":["11-stellige Nummer, z. B. 12 345 678 901."],"Enter your UEN (e.g., 200312345A) or GST Registration Number (e.g., M91234567X).":["Gib deine UEN- (z. B. 200312345A) oder GST-Registrierungsnummer (z. B. M91234567X) ein."],"8-digit or 9-digit number, for example 99-999-999 or 999-999-999.":["Eine 8-stellige oder 9-stellige Zahl, z. B. 99-999-999 oder 999-999-999."],"By providing your UEN or GST number you confirm you are a Singapore GST registered business and you are going to account for the GST.":["Mit der Angabe deiner UEN- oder GST-Nummer bestätigst du, dass du ein in Singapur registriertes, GST-pflichtiges Unternehmen bist und GST abführst."],"By inputting your IRD number you confirm that you are going to account for the GST.":["Mit der Angabe deiner IRD-Nummer bestätigst du, dass du GST abführst."],"By inputting your VAT number you confirm you are a Norway VAT registered business and that you are going to account for the VAT.":["Mit der Angabe deiner VAT-Nummer bestätigst du, dass du ein in Norwegen registriertes, mehrwertsteuerpflichtiges Unternehmen bist und Mehrwertsteuer abführst."],"By inputting your ABN number you confirm that you are going to account for the GST.":["Mit der Angabe deiner ABN-Nummer bestätigst du, dass du GST abführst."],"UEN or GST Registration Number":["UEN- oder GST-Registrierungsnummer"],"IRD Number":["IRD-Nummer"],"ABN":["ABN"],"I have a valid %1$s":["Ich habe eine gültige %1$s"],"JP JCT":["JCT JP"],"CH VAT":["MwSt. CH"],"SG GST":["GST SG"],"NZ GST":["GST NZ"],"AU GST":["GST AU"],"SK VAT":["MwSt. SK"],"SI VAT":["MwSt. SI"],"SE VAT":["MwSt. SE"],"RO VAT":["MwSt. RO"],"PT VAT":["MwSt. PT"],"PL VAT":["MwSt. PL"],"NL VAT":["MwSt. NL"],"MT VAT":["MwSt. MT"],"LV VAT":["MwSt. LV"],"LU VAT":["MwSt. LU"],"LT VAT":["MwSt. LT"],"IT VAT":["MwSt. IT"],"IE VAT":["MwSt. IE"],"HU VAT":["MwSt. HU"],"HR VAT":["MwSt. HR"],"GR VAT":["MwSt. GR"],"UK VAT":["MwSt. UK"],"FR VAT":["MwSt. FR"],"FI VAT":["MwSt. FI"],"ES VAT":["MwSt. ES"],"EE VAT":["MwSt. EE"],"DK VAT":["MwSt. DK"],"DE VAT":["MwSt.DE"],"CZ VAT":["MwSt. CZ"],"CY VAT":["MwSt. CY"],"BG VAT":["MwSt. BG"],"BE VAT":["MwSt. BE"],"AT VAT":["MwSt. AT"],"Tax%1$s%2$s: %3$s":["Steuer%1$s%2$s: %3$s"],"You submitted evidence for this inquiry on %1$s. <strong>%2$s<\/strong> is reviewing the case, which can take 120 days or more. You will be alerted when they make their final decision. <a>Learn more<\/a>.":["Du hast am %1$s Nachweise zu dieser Anfrage übermittelt. <strong>%2$s<\/strong> prüft den Fall, was 120 Tage oder länger dauern kann. Du wirst benachrichtigt, wenn eine endgültige Entscheidung gefallen ist. <a>Weitere Informationen<\/a>."],"Payment status changed to <strong>%s<\/strong>.":["Zahlungsstatus geändert in <strong>%s<\/strong>."],"Challenge or accept the dispute":["Reklamation anfechten oder akzeptieren"],"Issue a refund":["Rückerstattung ausstellen?"],"Email customer":["E-Mail an Kunden senden"],"Identify the issue and work towards a resolution where possible.":["Kläre das Problem und versuche, eine Lösung zu finden."],"Submit evidence or issue a refund":["Nachweise einreichen oder eine Rückerstattung ausstellen"],"Klarna inquiries may mean that the customer is trying to return their item(s).":["Klarna-Anfragen können bedeuten, dass der Kunde versucht, seine(n) Artikel zurückzugeben."],"Learn more about responding to disputes":["Weitere Informationen zur Reaktion auf Reklamationen"],"Learn more about payment inquiries":["Weitere Informationen zu Zahlungsanfragen"],"Please see this document for more information":["Weitere Informationen findest du in diesem Dokument"],"Unable to start onboarding. If this problem persists, please contact support.":["Onboarding kann nicht gestartet werden. Wende dich an den Support, wenn das Problem weiterhin besteht."],"Set up advanced fraud filters. Enable at least one filter to activate advanced protection.":["Richte erweiterte Betrugsschutzfilter ein. Aktiviere mindestens einen Filter, um vom erweiterten Schutz zu profitieren."],"Filter configuration":["Filterkonfiguration"],"This filter compares the purchase price of an order to the minimum and maximum purchase amounts that you specify. When enabled the payment will be blocked.":["Dieser Filter vergleicht den Kaufpreis einer Bestellung mit den von dir angegebenen minimalen und maximalen Kaufsummen. Bei Aktivierung wird die Zahlung blockiert."],"Enable Purchase Price Threshold filter":["Filter für Kaufpreis-Schwellenwerte aktivieren"],"This filter compares the amount of items in an order to the minimum and maximum counts that you specify. When enabled the payment will be blocked.":["Dieser Filter vergleicht die Anzahl der Artikel in einer Bestellung mit der von dir angegebenen minimalen und maximalen Anzahl. Bei Aktivierung wird die Zahlung blockiert."],"Enable Order Items Threshold filter":["Filter für Bestellartikel-Schwellenwerte aktivieren"],"This filter screens for customer's {{ipAddressLink}}IP address{{\/ipAddressLink}} to see if it is in a different country than indicated in their billing address. When enabled the payment will be blocked.":["Dieser Filter prüft die {{ipAddressLink}}IP-Adresse{{\/ipAddressLink}} des Kunden, um zu sehen, ob sie in einem anderen Land liegt als in der Rechnungsadresse angegeben. Bei Aktivierung wird die Zahlung blockiert."],"Enable IP Address Mismatch filter":["Filter für IP-Adressabweichungen aktivieren"],"This filter screens for {{ipAddressLink}}IP addresses{{\/ipAddressLink}} outside of your {{supportedCountriesLink}}supported countries{{\/supportedCountriesLink}}. When enabled the payment will be blocked.":["Dieser Filter prüft auf {{ipAddressLink}}IP-Adressen{{\/ipAddressLink}} außerhalb der von dir {{supportedCountriesLink}}unterstützten Länder{{\/supportedCountriesLink}}. Bei Aktivierung wird die Zahlung blockiert."],"Enable International IP Address filter":["Filter für internationale IP-Adressen aktivieren"],"This filter compares the street number and the post code submitted by the customer against the data on file with the card issuer. When enabled the payment will be blocked.":["Dieser Filter vergleicht die vom Kunden übermittelte Hausnummer und Postleitzahl mit den beim Kartenanbieter hinterlegten Daten. Bei Aktivierung wird die Zahlung blockiert."],"Enable AVS Mismatch filter":["Filter für AVS-Abweichungen aktivieren"],"This filter screens for differences between the shipping information and the billing information (country). When enabled the payment will be blocked.":["Dieser Filter sucht nach Unterschieden zwischen den Versand- und den Rechnungsangaben (Land). Bei Aktivierung wird die Zahlung blockiert."],"Enable Address Mismatch filter":["Filter für Adressabweichungen aktivieren"],"Total transaction fee":["Transaktionsgebühr insgesamt"],"Authorized payment":["Autorisierte Zahlung"],"Transaction breakdown":["Transaktionsaufschlüsselung"],"Error saving option":["Fehler beim Speichern der Option"],"Some account related notifications require HTTPS and cannot be displayed. View them on our financial partner’s website. {{seeDetailsLink}}See details{{\/seeDetailsLink}}":["Einige kontobezogene Benachrichtigungen erfordern HTTPS und können nicht angezeigt werden. Sieh sie dir auf der Website unseres Finanzpartners an. {{seeDetailsLink}}Details ansehen{{\/seeDetailsLink}}"],"Payment activation through our financial partner requires HTTPS and cannot be completed.":["Die Zahlungsaktivierung über unseren Finanzpartner erfordert HTTPS und kann nicht abgeschlossen werden."],"The issuing bank is currently unavailable. Our system will automatically try again on your next payout date, or you can switch to a different payout method.":["Die ausstellende Bank ist derzeit nicht verfügbar. Unser System wird es bei deinem nächsten Auszahlungsdatum automatisch erneut versuchen. Du kannst aber auch zu einer anderen Auszahlungsmethode wechseln."],"The card used was invalid. This usually means the card number is invalid or the account has been closed.":["Die verwendete Karte war ungültig. Dies bedeutet normalerweise, dass die Kartennummer ungültig ist oder das Konto geschlossen wurde."],"Your account has insufficient funds to cover your negative balance.":["Dein Konto weist nicht genügend Deckung auf, um deinen negativen Kontostand auszugleichen."],"Thank you for your feedback!":["Vielen Dank für Deine Rückmeldung!"],"privacy policy":["Datenschutzerklärung"],"Your feedback will be sent to the WooCommerce team. Your personal information is secure and will not be shared with third parties. For more details, please see our ":["Dein Feedback wird an das WooCommerce-Team weitergeleitet. Deine personenbezogenen Daten sind sicher und werden nicht an Dritte weitergegeben. Weitere Informationen findest du hier: "],"Share your feedback here…":["Feedback hier teilen …"],"Would you mind sharing more about why you chose that option?":["Könntest du uns mehr darüber sagen, warum du dich für diese Option entschieden hast?"],"Thanks for sharing your feedback on WooPayments! Your feedback helps us to continue to improve and deliver the best tools for your business.":["Vielen Dank für dein Feedback zu WooPayments! Dein Feedback hilft uns, uns weiter zu verbessern und die besten Tools für dein Unternehmen bereitzustellen."],"Where is your business located?":["Wo ist der Sitz deines Unternehmens?"],"We’ll use these details to enable payments for your store. This information can’t be changed after your account is created.":["Wir verwenden diese Details, um Zahlungen für deinen Shop zu aktivieren. Diese Informationen können nach der Erstellung deines Kontos nicht mehr geändert werden."],"Leave a review":["Hinterlasse eine Bewertung"],"Sharing your experience strengthens the tools that empower your fellow entrepreneurs.":["Wenn du deine Erfahrungen weitergibst, können die Tools verbessert werden, die anderen Unternehmern helfen."],"Supporting the WooCommerce community":["Unterstützung der WooCommerce-Community"],"Your feedback inspires us to create new features and refine existing ones to better serve you.":["Dein Feedback inspiriert uns, neue Funktionen zu erstellen und bestehende zu optimieren, um deine Anforderungen besser zu erfüllen."],"Shape our roadmap":["Gestalte unsere Roadmap"],"Your insights guide others in choosing the right payment solution.":["Deine Erkenntnisse helfen anderen bei der Wahl der richtigen Zahlungslösung."],"Help other businesses succeed":["Hilf anderen Unternehmen, erfolgreich zu sein"],"Thanks for sharing your feedback on WooPayments! Would you mind leaving us a 5-star rating and a quick review on WordPress.org?":["Vielen Dank für dein Feedback zu WooPayments! Würdest du uns bitte eine 5-Sterne-Bewertung und eine kurze Rezension auf WordPress.org hinterlassen?"],"Share your feedback":["Hilf uns mit deinem Feedback"],"Your bank notified us that the bank account number is too long.":["Deine Bank hat uns mitgeteilt, dass die Kontonummer zu lang ist."],"Your bank notified us that the bank account holder tax ID on file is incorrect.":["Deine Bank hat uns mitgeteilt, dass die hinterlegte Steuernummer des Kontoinhabers falsch ist."],"Your bank notified us that the bank account holder address on file is incorrect.":["Deine Bank hat uns mitgeteilt, dass die hinterlegte Adresse des Kontoinhabers falsch ist."],"The selected card has exceeded its card usage frequency limit. Please switch to a different card or payment method. Contact the issuing bank for clarification.":["Für die gewählte Karte wurde die maximale Kartennutzungshäufigkeit überschritten. Bitte verwende eine andere Karte oder Zahlungsmethode. Wende dich zur Klärung an die ausstellende Bank."],"The destination bank account is no longer valid because its branch has changed ownership.":["Das Ziel-Bankkonto ist nicht mehr gültig, weil die entsprechende Filiale einen neuen Inhaber hat."],"The bank could not process this transfer. Please check that the entered bank account details match the corresponding account bank statement exactly.":["Die Bank konnte diese Überweisung nicht verarbeiten. Bitte überprüfe, ob die eingegebenen Kontodaten genau mit dem entsprechenden Kontoauszug übereinstimmen."],"The bank account type is incorrect. This value can only be checking or savings in most countries. In Japan, it can only be futsu or toza.":["Der Typ des Bankkontos ist falsch. Dieser Wert kann in den meisten Ländern nur ein Giro- oder ein Sparkonto sein. In Japan kann es nur Futsu oder Toza sein."],"The bank was unable to process this transfer because of its currency. This is probably because the bank account cannot accept payments in that currency.":["Die Bank konnte diese Überweisung aufgrund der Währung nicht verarbeiten. Dies liegt wahrscheinlich daran, dass das Bankkonto keine Zahlungen in dieser Währung akzeptieren kann."],"The bank account has been frozen.":["Das Bankkonto wurde eingefroren."],"The card issuer has declined the transaction as it will exceed the card limit. Please switch to a different card or payment method. Contact the issuing bank for clarification.":["Der Aussteller hat die Transaktion abgelehnt, da damit das Kartenlimit überschreiten wird. Bitte verwende eine andere Karte oder Zahlungsmethode. Wende dich zur Klärung an die ausstellende Bank."],"The bank account details on file are probably incorrect. No bank account could be located with those details.":["Die hinterlegten Kontodaten sind wahrscheinlich falsch. Es konnte kein Bankkonto mit diesen Angaben gefunden werden."],"The bank account has been closed.":["Das Bankkonto wurde geschlossen."],"The bank account holder name on file appears to be incorrect.":["Der hinterlegte Name des Kontoinhabers ist anscheinend falsch."],"The bank account details on file are probably incorrect. While the routing number appears correct, the account number is invalid.":["Die hinterlegten Kontodaten sind wahrscheinlich falsch. Die Routing-Nummer scheint korrekt zu sein, aber die Kontonummer ist ungültig."],"The bank or the payment processor could not process this transfer.":["Die Bank oder der Zahlungsabwickler konnte diese Übertragung nicht verarbeiten."],"The card used has expired. Please switch to a different card or payment method. Contact the issuing bank for clarification.":["Die verwendete Karte ist abgelaufen. Bitte verwende eine andere Karte oder Zahlungsmethode. Wende dich zur Klärung an die ausstellende Bank."],"The issuer specified by the card number does not exist. Please verify card details.":["Der durch die Kartennummer angegebene Aussteller existiert nicht. Bitte überprüfe die Kreditkartendaten."],"The card used has been reported lost or stolen. Please contact the issuing bank for clarification.":["Die verwendete Karte wurde als verloren oder gestohlen gemeldet. Bitte kontaktiere die ausstellende Bank, um die Angelegenheit zu klären."],"The bank no longer supports transfers to this card.":["Die Bank unterstützt keine Überweisungen auf diese Karte mehr."],"The transfer was refused by the card issuer. Please contact the issuing bank for clarification.":["Die Überweisung wurde vom Kartenaussteller abgelehnt. Bitte kontaktiere die ausstellende Bank, um die Angelegenheit zu klären."],"The transfer was refused by the issuing bank because this type of payment is not permitted for this card. Please contact the issuing bank for clarification.":["Die Überweisung wurde vom Aussteller abgelehnt, da diese Zahlungsart für diese Karte nicht zulässig ist. Bitte kontaktiere die ausstellende Bank, um die Angelegenheit zu klären."],"The bank has declined this transfer. Please contact the bank for more information.":["Die Bank hat diese Überweisung abgelehnt. Bitte kontaktiere die Bank, um weitere Informationen zu erhalten."],"Debit transactions are not approved on your bank account. Bank accounts need to be set up for both credit and debit transfers.":["Lastschrifttransaktionen werden auf dem Bankkonto nicht genehmigt. Sowohl für Überweisungen als auch für Lastschriften müssen Bankkonten eingerichtet werden."],"The bank account has restrictions on either the type or number of transfers allowed. This normally indicates that the bank account is a savings or other non-checking account.":["Für das Bankkonto gelten Einschränkungen hinsichtlich der Art oder der Anzahl der zulässigen Überweisungen. Dies weist normalerweise darauf hin, dass es sich bei dem Bankkonto um ein Spar- oder ein anderes Nicht-Girokonto handelt."],"Failure reason: ":["Fehlerursache: "],"\"No\" icon":["„Nein“-Icon"],"\"Yes\" icon":["„Ja“-Icon"],"Are you satisfied with WooPayments?":["Bist du mit WooPayments zufrieden?"],"Online store":["Onlineshop"],"Sales channel":["Vertriebskanal"],"When you reset your test account, all payment data — including your %1$s account details, test transactions, and payouts history — will be lost. Your order history will remain. This action cannot be undone, but you can create a new test account at any time.":["Wenn du dein Testkonto zurücksetzt, gehen alle Zahlungsdaten verloren – einschließlich deiner %1$s-Kontodetails, Testtransaktionen und Auszahlungshistorie. Dein Bestellverlauf bleibt erhalten. Diese Aktion kann nicht rückgängig gemacht werden, aber du kannst jederzeit ein neues Testkonto erstellen."],"Refresh":["Neu laden"],"Updates take a moment to appear. Please refresh the page in a minute.":["Es dauert einen Moment, bis die Updates angezeigt werden. Bitte aktualisiere die Seite in einer Minute."],"We’re processing your export. 🎉 The file will download automatically and be emailed to %s.":["Dein Export wird verarbeitet. 🎉 Die Datei wird automatisch heruntergeladen und per E-Mail an %s gesendet."],"Export":["Inhalte exportieren"],"Not available":["Nicht verfügbar"],"Copy bank reference ID to clipboard":["Bankreferenz-ID in die Zwischenablage kopieren"],"Withdrawal details":["Details zur Zurücknahme"],"Learn more about payouts suspended":["Weitere Informationen zu ausgesetzten Auszahlungen"],"The minimum amount that can be processed is %1$s %2$s.":["Der Mindestbetrag, der verarbeitet werden kann, beträgt %1$s %2$s."],"The payment amount is too small to be processed.":["Der Zahlungsbetrag ist zu gering, um verarbeitet zu werden."],"When you reset your account, all payment data — including your %1$s account details, test transactions, and payouts history — will be lost. Your order history will remain. This action cannot be undone, but you can create a new test account at any time.":["Wenn du dein Konto zurücksetzt, gehen alle Zahlungsdaten verloren – einschließlich deiner %1$s-Kontodetails, Testtransaktionen und Auszahlungshistorie. Dein Bestellverlauf bleibt erhalten. Diese Aktion kann nicht rückgängig gemacht werden, aber du kannst jederzeit ein neues Testkonto erstellen."],"Reset your test account":["Dein Testkonto zurücksetzen"],"Great news — your %s account has been activated. You can now start accepting payments on your store.":["Gute Neuigkeiten! Dein %s-Konto wurde aktiviert. Du kannst ab sofort Zahlungen in deinem Shop erhalten."],"Finish your verification process":["Deinen Verifizierungsprozess abschließen"],"Select a payment method":["Eine Zahlungsmethode auswählen"],"<title>Payment method<\/title> <rule \/> <filter \/>":["<title>Zahlungsmethode<\/title> <rule \/> <filter \/>"],"Select a payment method filter match":["Einen Filtertreffer für die Zahlungsmethode auswählen"],"Remove payment method filter":["Filter für die Zahlungsmethode entfernen"],"Tax Invoice":["Steuerrechnung"],"Total per transaction":["Gesamt pro Transaktion"],"Currency conversion fee":["Gebühr für die Währungsumrechnung"],"International payment method fee":["Gebühr für internationale Zahlungsmethode"],"The payment was declined":["Die Zahlung wurde abgelehnt"],"The card has insufficient funds to complete the purchase":["Das Guthaben auf der Karte reicht nicht aus, um den Kauf abzuschließen"],"The payment requires authentication":["Für die Zahlung ist eine Authentifizierung erforderlich"],"An error occurred while processing the card":["Bei der Verarbeitung der Karte ist ein Fehler aufgetreten"],"The card number is invalid":["Die Kartennummer ist ungültig"],"The expiration year is invalid":["Das Ablaufjahr ist ungültig"],"The expiration month is invalid":["Der Ablaufmonat ist ungültig"],"The security code is invalid":["Die Prüfnummer ist ungültig"],"The postal code is incorrect":["Die Postleitzahl ist falsch"],"The card number is incorrect":["Die Kartennummer ist falsch"],"The security code is incorrect":["Die Prüfnummer ist falsch"],"The card has expired":["Die Karte ist abgelaufen"],"The card was declined by the bank":["Die Karte wurde von der Bank abgelehnt"],"A payment of %1$s failed: %2$s.":["Zahlung in Höhe von %1$s fehlgeschlagen: %2$s."],"Postal code check":["Überprüfung der Postleitzahl"],"There has been an error capturing the payment for order #%s.":["Beim Buchen der Zahlung für die Bestellnummer %s ist ein Fehler aufgetreten."],"Unable to process the payment. Please try again later.":["Zahlung konnte nicht verarbeitet werden. Bitte versuche es später erneut."],"An unexpected error occurred. Please try again later.":["Es ist ein unerwarteter Fehler aufgetreten. Versuche es später erneut."],"The payment cancellation failed to complete.":["Die Stornierung der Zahlung konnte nicht abgeschlossen werden."],"The payment capture failed to complete.":["Die Buchung der Zahlung konnte nicht abgeschlossen werden."],"This payment cannot be processed in its current state.":["Diese Zahlung kann in ihrem derzeitigen Zustand nicht verarbeitet werden."],"The payment cannot be processed due to a mismatch with order details.":["Die Zahlung kann aufgrund einer Nichtübereinstimmung mit den Bestelldaten nicht verarbeitet werden."],"Payment cannot be processed for partially or fully refunded orders.":["Die Zahlung kann für teilweise oder vollständig rückerstattete Bestellungen nicht verarbeitet werden."],"The order could not be found.":["Die Bestellung wurde nicht gefunden."],"There has been an error canceling the payment for order #%s.":["Beim Stornieren der Zahlung für die Bestellnummer %s ist ein Fehler aufgetreten."],"Currency conversion fee: %1$s%%":["Gebühr für die Währungsumrechnung: %1$s %%"],"Currency conversion fee: %1$s%% + %2$s":["Gebühr für die Währungsumrechnung: %1$s %% + %2$s"],"Provide some additional details about your business so you can continue accepting payments and begin receiving payouts without restrictions.":["Mache weitere Angaben zu deinem Geschäft, damit du weiterhin Zahlungen erhalten und ohne Einschränkungen Auszahlungen entgegennehmen kannst."],"You have 30 days from your first transaction or until you reach $5,000 in sales to verify your information and set up payouts.":["Du hast 30 Tage ab deiner ersten Transaktion oder bis zum Erreichen eines Umsatzes von 5.000 US-Dollar Zeit, deine Daten zu überprüfen und Auszahlungen einzurichten."],"Great news — your %s account has been activated. You can now start accepting payments on your store, subject to {{restrictionsLink}}certain restrictions{{\/restrictionsLink}}.":["Gute Neuigkeiten! Dein %s-Konto wurde aktiviert. Du kannst {{restrictionsLink}}mit einigen Einschränkungen{{\/restrictionsLink}} ab sofort Zahlungen in deinem Shop erhalten."],"You're ready to accept payments!":["Du kannst jetzt Zahlungen erhalten!"],"Activate payments":["Zahlungen aktivieren"],"In order to receive payouts, you will need to provide your bank details.":["Um Auszahlungen entgegennehmen zu können, musst du deine Bankinformationen angeben."],"To use %s, you will need to verify your business details.":["Um %s verwenden zu können, musst du deine Geschäftsinformationen verifizieren."],"Your test account will be deactivated, but your transactions can be found in your order history.":["Dein Testkonto wird deaktiviert, deine Transaktionen findest du aber weiterhin im Bestellverlauf."],"Before continuing, please make sure that you're aware of the following:":["Stelle vor dem Fortfahren sicher, dass du folgende Punkte berücksichtigst:"],"Activate payments on your store":["Zahlungen in deinem Shop aktivieren"],"{{div}}{{strong}}You're using a test account.{{\/strong}} To accept payments from shoppers, {{switchToLiveLink}}activate your %1$s account.{{\/switchToLiveLink}}{{\/div}}{{learnMoreIcon\/}}":["{{div}}{{strong}}Du verwendest ein Testkonto.{{\/strong}} Um Zahlungen von Käufern annehmen zu können, {{switchToLiveLink}}musst du dein %1$s-Konto aktivieren.{{\/switchToLiveLink}}{{\/div}}{{learnMoreIcon\/}}"],"In-Person (POS)":["Persönlich (POS) "],"The timing and amount of your payouts may vary due to several factors. Check out our {{link}}payout schedule guide{{\/link}} for details.":["Der Zeitpunkt und die Höhe deiner Auszahlung hängt von mehreren Faktoren ab. Weitere Details findest du in unserem {{link}}Ratgeber für das Planen von Auszahlungen{{\/link}}."],"Bank reference ID":["Bankreferenz-ID"],"Finishing payments setup":["Einrichten von Zahlungen wird abgeschlossen"],"Payout status":["Auszahlungsstatus"],"Payout ID":["Auszahlungs-ID"],"Amount in Payout Currency":["Betrag in Auszahlungswährung"],"Payout Currency":["Auszahlungswährung"],"Future payout":["Zukünftige Auszahlung"],"Set up payouts":["Auszahlungen einrichten"],"Payout":["Auszahlung"],"Completed (deducted)":["Abgeschlossen (abgezogen)"],"Completed (paid)":["Abgeschlossen (bezahlt)"],"Pay out %s now":["Jetzt %s auszahlen lassen"],"Net payout amount: ":["Netto-Auszahlungsbetrag: "],"Instant payout":["Sofortige Auszahlung"],"All payouts":["Alle Auszahlungen"],"Payout currency":["Auszahlungswährung"],"Completed":["Abgeschlossen"],"Select a payout status":["Auszahlungsstatus auswählen"],"Select a payout date":["Auszahlungsdatum auswählen"],"Payout transactions":["Auszahlungstransaktionen"],"Net payout amount":["Netto-Auszahlungsbetrag"],"Net withdrawal amount":["Netto-Zurücknahmebetrag"],"Payout amount":["Auszahlungsbetrag"],"Withdrawal amount":["Zurücknahmebetrag"],"Payout overview":["Auszahlungsübersicht"],"Withdrawal overview":["Zurücknahmeübersicht"],"Withdrawal date":["Zurücknahmedatum"],"Instant payout date":["Datum der Sofortauszahlung"],"Payout date":["Auszahlungsdatum"],"enable payouts.":["Auszahlungen ermöglichen."],"payout":["Auszahlung","Auszahlungen"],"Change payout schedule":["Auszahlungszeitplan ändern"],"View full payout history":["Vollständigen Auszahlungsverlauf anzeigen"],"Payout history":["Auszahlungsverlauf"],"Payouts:":["Auszahlungen:"],"Net payout: %s":["Netto-Auszahlungsbetrag: %s"],"Payout details":["Auszahlungsdetails"],"Payouts":["Auszahlungen"],"This info will verify your account":["Mit dieser Information bestätigst du dein Konto"],"Continue onboarding":["Onboarding fortsetzen"],"Copy to clipboard":["In die Zwischenablage kopieren"],"Success! You can start using WooPayments in test mode.":["Erfolg! Du kannst ab jetzt WooPayments im Testmodus verwenden."],"In just a few moments, you'll be ready to test payments on your store.":["In nur wenigen Momenten kannst du Zahlungen in deinem Shop testen."],"An error occurred while setting up your sandbox account. Please try again!":["Beim Einrichten deines Sandbox-Kontos ist ein Fehler aufgetreten. Versuche es bitte noch einmal!"],"There was a problem resetting your account. Please wait a few seconds and try again.":["Es gab ein Problem beim Zurücksetzen deines Kontos. Bitte warte ein paar Sekunden und versuche es dann erneut."],"Please <b>complete your %1$s setup<\/b> to process payments.":["<b>Schließe die Einrichtung von %1$s ab<\/b>, um Zahlungen zu verarbeiten."],"Finish business details verifications":["Bestätigungen der Unternehmensdetails abschließen"],"Supported":["Unterstützt"],"Recurring payments":["Wiederkehrende Zahlungen"],"Capture on order":["Erfassung bei Bestellung"],"Payments capture":["Verbuchung der Zahlungen"],"Automatic - Daily":["Automatisch – täglich"],"13-digit number, for example 1234567890123.":["Eine 13-stellige Zahl, z. B. 1234567890123."],"Corporate Number":["Geschäftsnummer"],"The information you provide here will be used for all of your account's tax documents.":["Die Angaben, die du hier machst, werden für alle Steuerunterlagen deines Kontos verwendet."],"Set your %1$s":["Deine %1$s einrichten"],"Set your tax details":["Deine Steuerdetails einrichten"],"Get %s now":["%s jetzt erhalten"],"With {{strong}}instant payout{{\/strong}} you can receive requested funds in your bank account within 30 mins for a %s%% fee. {{learnMoreLink}}Learn more{{\/learnMoreLink}}":["Mit {{strong}}Sofortauszahlung{{\/strong}} kannst du angeforderte Guthaben gegen eine Gebühr von %s%% innerhalb von 30 Minuten an dein Bankkonto überweisen lassen. {{learnMoreLink}}Weitere Informationen{{\/learnMoreLink}}"],"Learn more about instant payouts":["Weitere Informationen zu Sofortauszahlungen"],"Get %1$s via instant payout. Funds are typically in your bank account within 30 mins. Fee: %2$s%%.":["Erhalte %1$s per Sofortauszahlung. Das Guthaben wird in der Regel innerhalb von 30 Minuten deinem Bankkonto gutgeschrieben. Gebühr: %2$s%%."],"A test account gives you access to all %1$s features while checkout transactions are simulated. {{learnMoreLink}}Learn more{{\/learnMoreLink}}":["Ein Testkonto bietet dir Zugriff auf alle %1$s-Funktionen, während Bezahltransaktionen simuliert werden. {{learnMoreLink}}Weitere Informationen{{\/learnMoreLink}}"],"At least one risk filter needs to be enabled for advanced protection.":["Für erweiterten Schutz muss mindestens ein Risikofilter aktiviert werden."],"Block if the AVS verification fails":["Blockieren, wenn die AVS-Verifizierung fehlschlägt"],"Place in review if the AVS verification fails":["Der Überprüfung zuweisen, wenn die AVS-Verifizierung fehlschlägt"],"Send":["Senden"],"10 minutes":["10 Minuten"],"Cartes Bancaires":["Cartes Bancaires"],"Change":["Ändern"],"Business Location:":["Unternehmenssitz:"],"Select a country":["Wähle ein Land"],"Select an option":["Wähle eine Option"],"This will take place in a secure environment through our partner. Once your business details are verified, you’ll be redirected back to your store dashboard.":["Dies wird in einer sicheren Umgebung durch unseren Partner erfolgen. Sobald die Details zu deinem Unternehmen verifiziert wurden, wirst du wieder zu deinem Shop-Dashboard weitergeleitet."],"One last step! Verify your identity with our partner":["Ein letzter Schritt! Verifiziere deine Identität bei unserem Partner"],"To ensure safe and secure transactions, a WordPress.com account is required before you can verify your business details.":["Um sichere Transaktionen zu gewährleisten, benötigst du ein WordPress.com-Konto, bevor du deine Unternehmensdetails verifizieren kannst."],"You'll need to verify your business and payment details to ":["Wir werden dich bitten, deine Unternehmens- und Zahlungsdetails zu verifizieren. "],"I'm setting up a store for someone else.":["Ich richte einen Shop für jemand anderen ein."],"Hi%s, Welcome to %s!":["Hi %s, willkommen bei %s!"],"Verify business details":["Unternehmensdetails überprüfen"],"Connect your store":["Deinen Shop verbinden"],"You are using a test account. If you are experiencing problems completing account setup, or wish to test with a different email\/country associated with your account, you can reset your account and start from the beginning.":["Du verwendest ein Testkonto. Wenn du Probleme bei der Einrichtung deines Kontos hast oder Tests mit einer anderen E-Mail-Adresse\/einem anderen Land durchführen möchtest, die\/das mit deinem Konto verbunden ist, kannst du dein Konto zurücksetzen und von vorne beginnen."],"Payouts are currently paused because a recent payout failed. Please {{updateLink}}update your bank account details{{\/updateLink}}.":["Auszahlungen sind derzeit pausiert, weil eine kürzliche Auszahlung fehlgeschlagen ist. Bitte {{updateLink}}aktualisiere deine Kontodetails{{\/updateLink}}."],"Total balance":["Gesamtguthaben"],"Negative account balance? {{discoverWhyLink}}Discover why.{{\/discoverWhyLink}}":["Negativer Kontostand? {{discoverWhyLink}}Erfahre warum.{{\/discoverWhyLink}}"],"{{bold}}Available funds{{\/bold}} have completed processing and are ready to be dispatched to your bank account. {{learnMoreLink}}Learn more{{\/learnMoreLink}}":["Das {{bold}}verfügbare Guthaben{{\/bold}} wurde bearbeitet und kann jetzt auf dein Bankkonto ausgezahlt werden. {{learnMoreLink}}Weitere Informationen{{\/learnMoreLink}}"],"Total balance = Available funds + Pending funds":["Gesamtguthaben = verfügbares Guthaben + ausstehendes Guthaben"],"{{bold}}Total balance{{\/bold}} combines both pending funds (transactions under processing) and available funds (ready for payout). {{learnMoreLink}}Learn more{{\/learnMoreLink}}":["Das {{bold}}Gesamtguthaben{{\/bold}} vereint das ausstehende Guthaben (Transaktionen in Bearbeitung) und das verfügbare Guthaben (bereit zum Auszahlen). {{learnMoreLink}}Weitere Informationen{{\/learnMoreLink}}"],"Net amount":["Nettobetrag"],"Fee amount":["Höhe der Gebühr"],"Amount placeholder":["Platzhalter für den Betrag"],"bank code placeholder":["Platzhalter für die Bankleitzahl"],"reference placeholder":["Platzhalter für die Referenz"],"verified name placeholder":["Platzhalter für den verifizierten Namen"],"bic placeholder":["Platzhalter für den BIC"],"customer_name placeholder":["Platzhalter „customer_name“"],"verified_name placeholder":["Platzhalter „verified_name“"],"bank name placeholder":["Platzhalter für den Banknamen"],"country placeholder":["Platzhalter für das Land"],"address placeholder":["Platzhalter für die Adresse"],"email placeholder":["Platzhalter für die E-Mail-Adresse"],"name placeholder":["Platzhalter für den Namen"],"id placeholder":["Platzhalter für die ID"],"card type placeholder":["Platzhalter für den Kartentyp"],"date placeholder":["Platzhalter für das Datum"],"fingerprint placeholder":["Platzhalter für den Fingerabdruck"],"Repaid this period placeholder":["Platzhalter für „In diesem Zeitraum zurückgezahlt“"],"Total repaid placeholder":["Platzhalter für die zurückgezahlte Summe"],"Started":["Gestartet"],"Payouts are paused while your available funds balance remains below %s. {{learnMoreLink}}Learn more{{\/learnMoreLink}}":["Auszahlungen werden pausiert, solange dein verfügbares Guthaben unter %s liegt. {{learnMoreLink}}Weitere Informationen{{\/learnMoreLink}}"],"Charge ID":["Gebühren-ID"],"Start selling":["Jetzt verkaufen"],"By using %1$s, you agree to be bound by our {{tosLink}}Terms of Service{{\/tosLink}} (including {{merchantTermsLink}}%2$s merchant terms{{\/merchantTermsLink}}) and acknowledge that you have read our {{privacyPolicyLink}}Privacy Policy{{\/privacyPolicyLink}}.":["Durch die Verwendung von %1$s stimmst du unseren {{tosLink}}Geschäftsbedingungen{{\/tosLink}} (einschließlich den {{merchantTermsLink}}%2$s-Bestimmungen für Händler{{\/merchantTermsLink}}) zu und bestätigst, dass du unsere {{privacyPolicyLink}}Datenschutzerklärung{{\/privacyPolicyLink}} gelesen hast."],"Investigate this purchase and refund the transaction as needed.":["Überprüfe diesen Kauf und erstatte die Transaktion ggf. zurück."],"It has been refunded and is not a subject for disputes.":["Sie wurde rückerstattet und ist nicht Gegenstand von Streitigkeiten."],"This transaction is not connected to order. ":["Diese Transaktion ist nicht mit der Bestellung verknüpft. "],"Refund in full":["In voller Höhe rückerstatten"],"Transaction actions":["Transaktionsaktionen"],"Before you continue":["Bevor du fortfährst"],"Yes, reset account":["Ja, Konto zurücksetzen"],"Are you sure you want to continue?":["Bist du sicher, dass du fortfahren möchtest?"],"Once confirmed, this cannot be undone.":["Nach der Bestätigung kann dies nicht mehr rückgängig gemacht werden."],"You will have to re-confirm your business and banking details.":["Du musst deine Geschäftsdetails und deine Bankverbindung erneut bestätigen."],"Your %s account will be reset, and all data will be lost.":["Dein %s-Konto wird zurückgesetzt und alle Daten gehen verloren."],"There has been an error refunding the payment #%s. Please try again later.":["Beim Rückerstatten der Zahlung Nr. %s ist ein Fehler aufgetreten. Bitte versuche es später erneut."],"Refunded payment #%s.":["Zahlung Nr. %s rückerstattet."],"Payments and payouts are disabled until account setup is completed. If you are experiencing problems completing account setup, or need to change the email\/country associated with your account, you can reset your account and start from the beginning.":["Zahlungen und Auszahlungen sind deaktiviert, bis die Einrichtung des Kontos abgeschlossen ist. Wenn du Probleme bei der Einrichtung deines Kontos hast oder die mit deinem Konto verknüpfte Angabe von E-Mail-Adresse\/Land ändern musst, kannst du dein Konto zurücksetzen und von vorne beginnen."],"Account Tools":["Tools für Konten"],"Reset account":["Konto zurücksetzen"],"Amount in Customer Currency":["Betrag in Währung des Kunden"],"Amount Paid":["Gezahlter Betrag"],"Customer Currency":["Währung des Kunden"],"Paid Currency":["Gezahlte Währung"],"This transaction will be included in an upcoming automated payout. The date of the payout will be displayed here once it is scheduled. {{learnMoreLink}}Learn more{{\/learnMoreLink}}":["Diese Transaktion wird in einer der nächsten automatischen Auszahlungen enthalten sein. Das Datum der Auszahlung wird hier angezeigt, sobald sie geplant ist. {{learnMoreLink}}Weitere Informationen{{\/learnMoreLink}}"],"Available funds are automatically dispatched {{strong}}on the %1$s of every month{{\/strong}}.":["Verfügbares Guthaben wird automatisch {{strong}}am %1$s eines jeden Monats ausgezahlt{{\/strong}}."],"Available funds are automatically dispatched {{strong}}on the last day of every month{{\/strong}}.":["Verfügbares Guthaben wird automatisch {{strong}}am letzten Tag eines jeden Monats ausgezahlt{{\/strong}}."],"Available funds are automatically dispatched {{strong}}every %1$s{{\/strong}}.":["Verfügbares Guthaben wird automatisch {{strong}}jeden %1$s{{\/strong}} ausgezahlt."],"Available funds are automatically dispatched {{strong}}every day{{\/strong}}.":["Verfügbares Guthaben wird automatisch {{strong}}jeden Tag ausgezahlt{{\/strong}}."],"You have no funds available. {{whyLink}}Why?{{\/whyLink}}":["Du hast kein Guthaben verfügbar. {{whyLink}}Warum?{{\/whyLink}}"],"This filter is disabled because you're currently selling to all countries.":["Dieser Filter ist deaktiviert, da du im Moment an alle Länder verkaufst."],"Risk Level\u0004Is not":["Ist nicht"],"Select a transaction Risk Level":["Transaktionsrisikostufe auswählen"],"<title>Risk Level<\/title> <rule \/> <filter \/>":["<title>Risikostufe<\/title> <rule \/> <filter \/>"],"{{title}}Risk Level{{\/title}} {{rule \/}} {{filter \/}}":["{{title}}Risikostufe{{\/title}} {{rule \/}} {{filter \/}}"],"Select a transaction Risk Level filter match":["„Transaktionsrisikostufe“-Filtertreffer auswählen"],"Remove transaction Risk Level filter":["„Transaktionsrisikostufe“-Filter entfernen"],"Risk Level":["Risikostufe"],"Select a transaction customer country":["Transaktionskundenland auswählen"],"<title>Customer country<\/title> <rule \/> <filter \/>":["<title>Kundenland<\/title> <rule \/> <filter \/>"],"{{title}}Customer country{{\/title}} {{rule \/}} {{filter \/}}":["{{title}}Kundenland{{\/title}} {{rule \/}} {{filter \/}}"],"Select a transaction customer country filter match":["„Transaktionskundenland“-Filtertreffer auswählen"],"Remove transaction customer country filter":["„Transaktionskundenland“-Filter entfernen"],"Customer Country":["Kundenland"],"Select a transaction sales channel":["Transaktions-Vertriebskanal auswählen"],"<title>Sales channel<\/title> <rule \/> <filter \/>":["<title>Vertriebskanal<\/title> <rule \/> <filter \/>"],"{{title}}Sales channel{{\/title}} {{rule \/}} {{filter \/}}":["{{title}}Vertriebskanal{{\/title}} {{rule \/}} {{filter \/}}"],"Select a transaction sales channel filter match":["Einen übereinstimmenden Filter für den Transaktions-Vertriebskanal auswählen"],"Remove transaction sales channel filter":["Filter für den Transaktions-Vertriebskanal entfernen"],"Risk Level\u0004Is":["Ist"],"<b>%1$s is not currently available in your location<\/b>. To be eligible for %1$s, your business address must be in one of the following <a>supported countries<\/a>.":["<b>%1$s ist derzeit an deinem Standort nicht verfügbar<\/b>. Um für %1$s berechtigt zu sein, muss deine Unternehmensadresse in einem der folgenden <a>unterstützten Länder<\/a> liegen."],"Viewing test %1$s. To view live %1s, disable test mode in {{settingsLink}}%2s settings{{\/settingsLink}}.":["Test-%1$s wird angezeigt. Um Live-%1s anzuzeigen, deaktiviere den Testmodus in den {{settingsLink}}%2s-Einstellungen{{\/settingsLink}}."],"%1$s was in test mode when this %2$s was %3$s. To view live %2$ss, disable test mode in {{settingsLink}}%1$s settings{{\/settingsLink}}.":["%1$s war im Testmodus, als diese %2$s %3$s wurde. Um Live-%2$sen anzuzeigen, deaktiviere den Testmodus in den {{settingsLink}}%1$s-Einstellungen{{\/settingsLink}}.","%1$s war im Testmodus, als diese %2$sen %3$s wurden. Um Live-%2$sen anzuzeigen, deaktiviere den Testmodus in den {{settingsLink}}%1$s-Einstellungen{{\/settingsLink}}."],"{{strong}}%1$s is in test mode.{{\/strong}} All transactions will be simulated. {{learnMoreLink}}Learn more{{\/learnMoreLink}}":["{{strong}}%1$s ist im Testmodus.{{\/strong}} Alle Transaktionen werden simuliert. {{learnMoreLink}}Weitere Informationen{{\/learnMoreLink}}"],"{{strong}}%1$s is in sandbox mode.{{\/strong}} You need to set up a live %1$s account before you can accept real transactions.":["{{strong}}%1$s befindet sich im Sandbox-Modus.{{\/strong}} Du musst ein %1$s-Live-Konto einrichten, bevor du echte Transaktionen akzeptieren kannst."],"placed":["aufgegeben"],"created":["erstellt"],"order":["Bestellung"],"Other":["Sonstiges"],"Requested by customer":["Vom Kunden angefordert"],"Duplicate order":["Doppelte Bestellung"],"Select a reason (Optional)":["Wähle einen Grund aus (optional)"],"This will issue a full refund of {{strong}}%s{{\/strong}} to the customer.":["Dadurch wird eine vollständige Rückerstattung von {{strong}}%s{{\/strong}} an den Kunden ausgestellt."],"Refund transaction":["Transaktion rückerstatten"],"Accepting…":["Wird akzeptiert …"],"Preferred Locale":["Bevorzugte Region"],"Category":["Kategorie"],"pay_in_installments":["raten_zahlung"],"pay_with_financing":["zahlen_mit_finanzierung"],"pay_now":["jetzt_zahlen"],"pay_later":["später_zahlen"],"Unable to view order. Order not found.":["Anzeigen der Bestellung nicht möglich. Bestellung nicht gefunden."],"This action is final and cannot be undone.":["Diese Aktion ist endgültig und kann nicht rückgängig gemacht werden."],"Accepting the dispute marks it as <em>Lost<\/em>. The disputed amount and the %s dispute fee will not be returned to you.":["Durch das Akzeptieren einer Reklamation wird diese als <em>Verloren<\/em> markiert. Der beanstandete Betrag und die %s Reklamationsgebühr werden dir nicht erstattet."],"View order to issue refund":["Bestellung anzeigen, um Rückerstattung auszustellen"],"You will be taken to the order, where you must complete the refund process manually.":["Du wirst zur Bestellung weitergeleitet, wo du die Rückerstattung manuell abschließen musst."],"Issuing a refund will close the inquiry, returning the amount in question back to the cardholder. No additional fees apply.":["Mit der Rückerstattung wird die Anfrage abgeschlossen und der betreffende Betrag an den Karteninhaber zurücküberwiesen. Es fallen keine weiteren Gebühren an."],"Issue a refund?":["Rückerstattung ausstellen?"],"Issue refund":["Rückerstattung ausstellen"],"This inquiry was closed on %s. <a>Learn more about preventing disputes<\/a>.":["Diese Anfrage wurde am %s geschlossen. <a>Weitere Informationen zum Vermeiden von Reklamationen<\/a>."],"Total fees":["Gebühren insgesamt"],"Dispute fee":["Reklamationsgebühr"],"Transaction fee":["Transaktionsgebühr"],"Fee breakdown":["Auflistung der Gebühren"],"Deducted":["Abgezogen"]," (Past due)":["(Überfällig)"],"Accept the dispute?":["Reklamation akzeptieren?"],"Challenge the dispute":["Reklamation anfechten"],"This dispute was lost on %1$s.":["Die Reklamation wurde am %1$s verloren."],"This dispute was lost on %1$s due to non-response.":["Die Reklamation wurde am %1$s aufgrund von Nichtbeantwortung verloren."],"You submitted evidence for this inquiry on %s. The <strong>cardholder’s bank<\/strong> is reviewing the case, which can take 120 days or more. You will be alerted when they make their final decision. <a>Learn more<\/a>.":["Du hast am %s einen Nachweis für diese Anfrage eingereicht. Die <strong>Bank des Karteninhabers<\/strong> überprüft den Fall gerade. Dies kann 120 Tage oder länger dauern. Du wirst benachrichtigt, wenn eine endgültige Entscheidung gefallen ist. <a>Weitere Informationen<\/a>."],"View dispute details":["Reklamationsdetails anzeigen"],"The %1$s fee has been deducted from your account, and the disputed amount has been returned to your customer. <a>Learn more about preventing disputes<\/a>.":["Die Gebühr in Höhe von %1$s wurde von deinem Konto abgebucht und der reklamierte Betrag wurde an deinen Kunden zurücküberwiesen. <a>Weitere Informationen zur Vermeidung von Reklamationen<\/a>."],"Before proceeding, please take note of the following:":["Beachte bitte die folgenden Informationen, bevor du den Vorgang fortsetzt:"],"Continue with challenge":["Anfechtung fortsetzen"],"Issuer evidence":["Anbieternachweis"],"Loading":["Wird geladen …"],"Error downloading file":["Fehler beim Herunterladen der Datei"],"Evidence.txt":["Evidence.txt"],"Test mode is enabled, only test accounts will be created. If you want to process live transactions, please {{learnMoreLink}}disable it{{\/learnMoreLink}}.":["Testmodus ist aktiviert, es werden nur Testkonten erstellt. Wenn du Live-Transaktionen verarbeiten möchtest, musst du {{learnMoreLink}}ihn deaktivieren{{\/learnMoreLink}}."],"Error retrieving file.":["Fehler beim Abrufen der Datei."]," (%d day left to respond)":["(Noch %d Tag Zeit zum Antworten)","(Noch %d Tage Zeit zum Antworten)"],"Respond By":["Antwort per"],"Disputed On":["Reklamiert am"],"Dispute Amount":["Reklamierter Betrag"],"Error starting the Stripe Billing migration.":["Fehler beim Starten der Stripe Billing-Umstellung."],"Dismiss this notice":["Diesen Hinweis verwerfen"],"The cardholder claims this is an unauthorized charge.":["Der Karteninhaber hat angegeben, dass es sich hierbei um eine nicht autorisierte Abbuchung handelt."],"Finish setting up %s":["Einrichtung von %s abschließen"],"The cardholder claims this is an unauthorized transaction.":["Der Karteninhaber hat angegeben, dass es sich hierbei um eine nicht autorisierte Zahlung handelt."],"The cardholder claims this is a duplicate transaction.":["Der Karteninhaber hat angegeben, dass es sich hierbei um eine doppelte Zahlung handelt."],"The cardholder claims a credit was not processed.":["Der Karteninhaber hat angegeben, dass das Guthaben nicht verarbeitet wurde."],"The cardholder claims a subscription was canceled.":["Der Karteninhaber hat angegeben, dass ein Abonnement storniert wurde."],"The cardholder claims the product was unacceptable.":["Der Karteninhaber hat angegeben, dass das Produkt nicht akzeptabel war."],"Payments and payouts are disabled for this account until setup is completed.":["Zahlungen und Auszahlungen sind für dieses Konto deaktiviert, bis die Einrichtung abgeschlossen ist."],"Please provide a type of goods or services":["Bitte gib die Art der Waren bzw. Dienstleistung an"],"Please provide a business type":["Bitte gib die Art des Unternehmens an"],"Please provide a country":["Bitte gib ein Land an"],"{{linkToStripePage \/}} about %s Fees":["{{linkToStripePage \/}} Infos zu %s-Gebühren"],"{{linkToStripePage \/}} about %s Fees in your country":["{{linkToStripePage \/}} Infos zu %s-Gebühren in deinem Land"],"Android":["Android"],"Reconnect %s":["%s erneut verbinden"],"Update %s business details":["%s-Geschäftsdetails aktualisieren"],"See details":["Details ansehen"],"Respond":["Antworten"],"%s day left":["Noch %s Tag","Noch %s Tage"],"Last day today":["Heute letzte Chance!"],"Is my data safe with %s?":["Sind meine Daten bei %s sicher?"],"Verifying your information with %s":["Überprüfung deiner Informationen bei %s"],"Respond to %d active disputes":["Auf %d aktive Reklamationen antworten"],"Union Pay":["UnionPay"],"Stripe Account":["Stripe-Konto"],"In-Person Card Payment":["Persönliche Kartenzahlung"],"Card Payment":["Kartenzahlung"],"ACSS Debit":["ACSS-Lastschrift"],"ACH Debit":["ACH-Lastschrift"],"ACH Credit Transfer":["ACH-Überweisung"],"Visa":["Visa"],"Mastercard":["MasterCard"],"JCB":["JCB"],"Discover":["Entdecken"],"Diners Club":["Diners Club"],"American Express":["American Express"],"<title>Device type<\/title> <rule \/> <filter \/>":["<title>Gerätetyp<\/title> <rule \/> <filter \/>"],"<title>Loan<\/title> <rule \/> <filter \/>":["<title>Kredit<\/title> <rule \/> <filter \/>"],"<title>Customer currency<\/title> <rule \/> <filter \/>":["<title>Kundenwährung<\/title> <rule \/> <filter \/>"],"Transactions match <select \/> filters":["Transaktionen entsprechen {{select \/}} Filtern"],"<title>Type<\/title> <rule \/> <filter \/>":["<title>Typ<\/title> <rule \/> <filter \/>"],"Documents match <select \/> filters":["Dokumente stimmen mit {{select \/}} Filtern überein"],"Disputes match <select \/> filters":["Reklamationen stimmen mit {{select \/}} Filtern überein"],"Payouts match <select \/> filters":["Auszahlungen stimmen mit <select \/> Filtern überein"],"<title>Status<\/title> <rule \/> <filter \/>":["<title>Status<\/title> <rule \/> <filter \/>"],"<title>Date<\/title> <rule \/> <filter \/>":["<title>Datum<\/title> <rule \/> <filter \/>"],"If you can not prove the customer’s subscription was canceled, and or they did not follow your cancellation policy, you should accept the dispute. You cannot issue a refund while a payment is being disputed. The credit card networks place liability for accepting disputed payments with you, the business.":["Wenn du nicht beweisen kannst, dass das Abonnement des Kunden storniert wurde und\/oder deine Stornierungsrichtlinie nicht eingehalten wurde, solltest du die Reklamation akzeptieren. Du kannst keine Rückerstattung auszahlen, solange eine Zahlung reklamiert wird. Die Kreditkartenanbieter sind haftbar, wenn sie für dein Unternehmen reklamierte Zahlungen akzeptieren."],"Earn recurring revenue and get payouts into your bank account.":["Erziele wiederkehrende Einnahmen und erhalte Auszahlungen auf dein Bankkonto."],"Offer card payments, Apple Pay, iDeal, Affirm, Afterpay, and accept in-person payments with the Woo mobile app.":["Mit der Woo-Mobil-App kannst du Kartenzahlungen sowie Zahlungen mit Apple Pay, iDeal, Affirm und Afterpay sowie persönliche Zahlungen erhalten."],"There was an error applying the promotion. Please contact support for assistance if the problem persists":["Beim Anwenden des Rabatts ist ein Fehler aufgetreten. Wende dich an den Support, falls das Problem weiterhin besteht."],"*See <a>Terms and Conditions<\/a> for details.":["* Weitere Details findest du in den <a>Geschäftsbedingungen<\/a>."],"Discount will be applied to payments processed via WooPayments upon completion of installation, setup, and connection.":["Der Rabatt wird nach der Installation, Einrichtung und Verbindung auf Zahlungen angerechnet, die über WooPayments verarbeitet wurden."],"Limited time offer":["Zeitlich begrenztes Angebot"],"Transaction unauthorized":["Transaktion wurde nicht autorisiert"],"iPhone":["iPhone"],"Select a transaction device type":["Transaktionsgerätetyp wählen"],"{{title}}Device type{{\/title}} {{rule \/}} {{filter \/}}":["{{title}}Gerätetyp{{\/title}} {{rule \/}} {{filter \/}}"],"Select a transaction device type filter match":["Einen übereinstimmenden Transaktionsgerätetypfilter auswählen"],"Remove transaction device type filter":["Filter für Transaktionsgerätetyp entfernen"],"Device Type":["Gerätetyp"],"See disputes":["Reklamationen anzeigen"],"Last week to respond to %d of the disputes":["Letzte Woche, um auf %d der Reklamationen einzugehen"],"Final day to respond to %d of the disputes":["Letzter Tag, um auf %d der Reklamationen einzugehen"],"Respond to %d active disputes for a total of %s":["Auf %d aktive Reklamationen für einen Gesamtbetrag von %s eingehen"],"By %s – %s left to respond":["Per %s – %s übrig zur Beantwortung"],"Respond today by %s":["Heute antworten per %s"],"Respond to a dispute for %s":["Auf eine Reklamation für %s eingehen"],"Respond to a dispute for %s – Last day":["Auf eine Reklamation für %s eingehen – letzter Tag"],"Respond now":["Jetzt darauf eingehen"],"Filter action":["Filteraktion"],"Authorize and hold for review":["Autorisieren und zur Überprüfung zurückhalten"],"Start selling instantly":["Beginne sofort mit dem Verkauf"],"Search…":["Suchen ..."],"Pending verification":["Verifizierung ausstehend"],"Payouts are pending while Stripe verifies details on your account.":["Auszahlungen sind ausstehend, während Stripe Details in deinem Konto verifiziert."],"This info will help us speed up the set up process.":["Mithilfe dieser Informationen können wir den Einrichtungsprozess beschleunigen."],"Please share a few more details":["Bitte gib noch ein paar weitere Details an"],"You must <a>capture<\/a> this charge within the next":["Diese Gebühr muss <a>erfasst<\/a> werden innerhalb der nächsten  "],"%d days":["%d Tage"],"a day":["ein Tag"],"%d hours":["%d Stunden"],"an hour":["eine Stunde"],"%d minutes":["%d Minuten"],"a minute":["eine Minute"],"%d seconds":["%d Sekunden"],"a second":["eine Sekunde"],"Payouts may be interrupted while your %s balance remains negative. {{whyLink}}Why?{{\/whyLink}}":["Auszahlungen können unterbrochen werden, solange dein Kontostand in %s negativ ist. {{whyLink}}Warum?{{\/whyLink}}"],"Your first payout is held for 7-14 days. {{whyLink}}Why?{{\/whyLink}}":["Deine erste Auszahlung wird 7 bis 14 Tage zurückgehalten. {{whyLink}}Warum?{{\/whyLink}}"],"Let’s get your store ready to accept payments":["Sorge dafür, dass dein Shop Zahlungen empfangen kann."],"Your payouts are {{strong}}temporarily suspended{{\/strong}}. {{suspendLink}}Learn more{{\/suspendLink}}":["Deine Auszahlungen sind {{strong}}vorübergehend ausgesetzt{{\/strong}}. {{suspendLink}}Weitere Informationen{{\/suspendLink}}"],"Dispatch date":["Versanddatum"],"Fraudulent transactions often use fake addresses to place orders. If the IP address seems to be in one country, but the billing address is in another, that could signal potential fraud.":["Bei betrügerischen Transaktionen werden zum Aufgeben von Bestellungen häufig gefälschte Adressen verwendet. Wenn die IP-Adresse in einem Land zu sein scheint, die Rechnungsadresse aber in einem anderen, könnte das auf möglichen Betrug hindeuten."],"IP Address Mismatch":["Abweichung der IP-Adresse"],"Block if the order originates from a country different from the shipping address country":["Blockieren, wenn die Bestellung aus einem anderen Land als dem Land der Lieferadresse stammt"],"Place in review if the order originates from a country different from the shipping address country":["Der Überprüfung zuweisen, wenn die Bestellung aus einem anderen Land als dem Land der Lieferadresse stammt"],"Blocked":["Blockiert"],"blocked":["blockiert"],"transactions(s)":["Transaktion(en)"],"Blocked transactions":["Blockierte Transaktionen"],"Search by order number or customer name":["Nach Bestellnummer oder Kundenname suchen"],"There was an error retrieving your fraud protection settings. Please refresh the page to try again.":["Es ist ein Fehler beim Abrufen deiner Betrugsschutz-Einstellungen aufgetreten. Lade die Seite erneut und versuche es noch einmal."],"For security, this filter is enabled and cannot be modified. Payments failing CVC verification will be blocked. {{learnMoreLink}}Learn more{{\/learnMoreLink}}":["Aus Sicherheitsgründen ist dieser Filter aktiviert und kann nicht geändert werden. Zahlungen, bei denen die Verifizierung des Sicherheitscodes fehlschlägt, werden blockiert. {{learnMoreLink}}Weitere Informationen{{\/learnMoreLink}}"],"This filter is disabled, and can not be modified.":["Dieser Filter ist deaktiviert und kann nicht geändert werden."],"Orders from outside of the following countries will be screened by the filter: ":["Bestellungen, die nicht aus den folgenden Ländern kommen, werden durch den Filter überprüft: "],"Orders from outside of the following countries will be blocked by the filter: ":["Bestellungen, die nicht aus den folgenden Ländern kommen, werden durch den Filter blockiert: "],"Orders from the following countries will be screened by the filter: ":["Bestellungen aus den folgenden Ländern werden durch den Filter überprüft: "],"Orders from the following countries will be blocked by the filter: ":["Bestellungen aus den folgenden Ländern werden durch den Filter blockiert: "],"Block if the purchase price is not in your defined range":["Blockieren, wenn der Kaufpreis nicht in deinem definierten Bereich liegt"],"Block if the items count is not in your defined range":["Blockieren, wenn die Artikelanzahl nicht in deinem definierten Bereich liegt"],"Block if the country resolved from customer IP is not listed in your selling countries":["Blockieren, wenn das von der Kunden-IP-Adresse abgeleitete Land nicht in der Liste deiner Verkaufsländer ist"],"Block if the shipping address differs from the billing address":["Blockieren, wenn die Lieferadresse von der Rechnungsadresse abweicht"],"Place in review if the purchase price is not in your defined range":["Der Überprüfung zuweisen, wenn der Kaufpreis nicht in deinem definierten Bereich liegt"],"Place in review if the items count is not in your defined range":["Der Überprüfung zuweisen, wenn die Artikelanzahl nicht in deinem definierten Bereich liegt"],"Place in review if the country resolved from customer IP is not listed in your selling countries":["Der Überprüfung zuweisen, wenn das von der Kunden-IP-Adresse abgeleitete Land nicht in der Liste deiner Verkaufsländer ist"],"Place in review if the shipping address country differs from the billing address country":["Der Überprüfung zuweisen, wenn die Lieferadresse von der Rechnungsadresse abweicht"],"Payment was screened by your fraud filters and placed in review.":["Zahlung wurde von deinen Betrugsfiltern geprüft und der Überprüfung zugewiesen."],"Payment was screened by your fraud filters and blocked.":["Zahlung wurde von deinen Betrugsfiltern geprüft und blockiert."],"Payment was approved by <a>%s<\/a>":["Zahlung wurde genehmigt durch <a>%s<\/a>"],"Payment was blocked by <a>%s<\/a>":["Zahlung wurde blockiert durch <a>%s<\/a>"],"Tap to Pay":["Tap to Pay"],"Tap to Pay on Android":["Tap to Pay auf Android"],"Tap to Pay on iPhone":["Tap to Pay auf iPhone"],"Approving this transaction will capture the charge.":["Durch Genehmigung dieser Transaktion wird die Abbuchung erfasst."],"Approve Transaction":["Transaktion genehmigen"],"Block transaction":["Transaktion blockieren"],"Please provide a response":["Bitte gib eine Antwort an"],"Error retrieving on review transactions.":["Fehler beim Abrufen von zu überprüfenden Transaktionen."],"Payment for order #%s canceled successfully.":["Zahlung für Bestellnummer %s erfolgreich storniert."],"Succeeded":["Es hat geklappt"],"Next":["Nächste"],"Needs review":["Muss überprüft werden"],"Block Payment":["Zahlung blockieren"],"How does this filter protect me?":["Wie werde ich durch diesen Filter geschützt?"],"Advanced fraud protection":["Erweiterter Betrugsschutz"],"Settings were not saved.":["Einstellungen wurden nicht gespeichert."],"Maximum purchase price":["Maximaler Kaufpreis"],"Minimum purchase price":["Minimaler Kaufpreis"],"Maximum purchase price must be greater than the minimum purchase price.":["Der maximale Kaufpreis muss höher sein als der minimale Kaufpreis."],"A price range must be set for the \"Purchase Price threshold\" filter.":["Für den Filter „Kaufpreis-Schwellenwert“ muss eine Preisspanne festgelegt werden."],"An unusually high purchase amount, compared to the average for your business, can indicate potential fraudulent activity.":["Eine im Vergleich zum Durchschnitt deines Unternehmens ungewöhnlich hohe Kaufsumme kann auf potenzielle betrügerische Aktivitäten hindeuten."],"Purchase Price Threshold":["Kaufpreis-Schwellenwert"],"A price range must be set for this filter to take effect.":["Damit dieser Filter funktioniert, muss eine Preisspanne festgelegt werden."],"Maximum items per order":["Maximale Artikelanzahl pro Bestellung"],"Minimum items per order":["Minimale Artikelanzahl pro Bestellung"],"Maximum item count must be greater than the minimum item count on the \"Order Item Threshold\" rule.":["Die maximale Artikelanzahl muss höher sein als die minimale Artikelanzahl in der Regel „Bestellartikel-Schwellenwert“."],"An item range must be set for the \"Order Item Threshold\" filter.":["Für den Filter „Bestellartikel-Schwellenwert“ muss ein Artikelbereich festgelegt werden."],"An unusually high item count, compared to the average for your business, can indicate potential fraudulent activity.":["Eine im Vergleich zum Durchschnitt deines Unternehmens ungewöhnlich hohe Artikelanzahl kann auf potenzielle betrügerische Aktivitäten hindeuten."],"Order Items Threshold":["Bestellartikel-Schwellenwert"],"Maximum item count must be greater than the minimum item count.":["Die maximale Artikelanzahl muss höher sein als die minimale Artikelanzahl."],"An item range must be set for this filter to take effect.":["Damit dieser Filter funktioniert, muss ein Artikelbereich festgelegt werden."],"Leave blank for no limit":["Leer lassen für kein Limit"],"You should be especially wary when a customer has an international IP address but uses domestic billing and shipping information. Fraudsters often pretend to live in one location, but live and shop from another.":["Du solltest besonders vorsichtig sein, wenn ein Kunde eine internationale IP-Adresse hat, aber inländische Rechnungs- und Versandinformationen verwendet. Betrüger täuschen oft einen Wohnort vor, wohnen aber an einem ganz anderen Ort und kaufen von dort ein."],"International IP Address":["Internationale IP-Adresse"],"Because the card security code appears only on the card and not on receipts or statements, the card security code provides some assurance that the physical card is in the possession of the buyer.":["Da der Kartensicherheitscode nur auf der Karte steht und nicht auf Quittungen oder Kontoauszügen erscheint, bietet er eine gewisse Sicherheit, dass sich die Karte tatsächlich im Besitz des Käufers befindet."],"CVC Verification":["Sicherheitscode-Verifizierung"],"Buyers who can provide the street number and post code on file with the issuing bank are more likely to be the actual account holder. AVS matches, however, are not a guarantee.":["Käufer, die die bei der ausstellenden Bank hinterlegte Hausnummer und Postleitzahl angeben können, sind mit größerer Wahrscheinlichkeit der tatsächliche Kontoinhaber. AVS-Übereinstimmungen sind jedoch keine Garantie."],"AVS Mismatch":["AVS-Abweichung"],"There are legitimate reasons for a billing\/shipping mismatch with a customer purchase, but a mismatch could also indicate that someone is using a stolen identity to complete a purchase.":["Auch wenn es legitime Gründe für eine Diskrepanz zwischen Rechnungs- und Versandadresse bei einem Kundenkauf gibt, könnte diese Diskrepanz auch darauf hindeuten, dass jemand zum Tätigen eines Kaufs eine gestohlene Identität verwendet."],"Address Mismatch":["Adressabweichung"],"Good morning, %s":["Guten Morgen, %s"],"Available funds":["Verfügbares Guthaben"],"Good evening":["Guten Abend"],"Good afternoon":["Guten Tag"],"Good morning":["Guten Morgen"],"Good evening, %s":["Guten Abend, %s"],"Good afternoon, %s":["Guten Tag, %s"],"You have time until <strong>%s<\/strong> to make your first sale without undergoing full business verification. Take advantage of this time window and start selling now.":["Du kannst deinen ersten Verkauf bis <strong>%s<\/strong> tätigen, ohne eine vollständige Unternehmensverifizierung absolvieren zu müssen. Nutze dieses Zeitfenster und beginne jetzt mit dem Verkaufen."],"Please add your bank details to keep selling":["Bitte gib deine Bankverbindung an, um weiter verkaufen zu können"],"Verify bank details":["Bankverbindung bestätigen"],"<strong>You have reached the payout threshold of $5,000.00. Please verify your bank account now to reactivate payments.<\/strong> Your customers can no longer make purchases on your store until your account is verified.":["<strong>Du hast den Auszahlungsschwellenwert von 5.000,00 USD erreicht. Bitte bestätige jetzt dein Bankkonto, um Zahlungen zu reaktivieren.<\/strong> Deine Kunden können erst wieder in deinem Shop einkaufen, wenn dein Konto bestätigt wurde."],"Payments paused! Verify your bank details to reactivate.":["Zahlungen angehalten! Bestätige deine Bankverbindung, um sie zu reaktivieren."],"Verify your bank details by <strong>%s<\/strong> or before reaching <strong>$5,000<\/strong> in sales to avoid a disruption in payments.":["Bestätige deine Bankverbindung bis <strong>%s<\/strong> oder bevor du einen Umsatz von <strong>5.000 USD<\/strong> erreichst, um Zahlungsunterbrechungen zu vermeiden."],"Verify your bank details":["Bestätige deine Bankverbindung"],"Start receiving payouts":["Mit dem Erhalten von Auszahlungen beginnen"],"To ensure a smooth payments process, please make sure to confirm your bank details by <strong>%s<\/strong> or before you reach <strong>$5,000<\/strong> in sales.":["Um einen reibungslosen Zahlungsvorgang zu gewährleisten, bestätige bitte deine Bankverbindung bis <strong>%s<\/strong> oder bevor du einen Umsatz von <strong>5.000 USD<\/strong> erreichst."],"Verify your bank account to start receiving payouts":["Bestätige dein Bankkonto, um mit dem Erhalten von Auszahlungen zu beginnen"],"Add the required details by <strong>%s<\/strong> or <strong>before reaching $5,000<\/strong> in sales to avoid a disruption in payments.":["Mache die erforderlichen Angaben bis <strong>%s<\/strong> oder bevor du einen Umsatz von <strong>5.000 USD<\/strong> erreichst, um Zahlungsunterbrechungen zu vermeiden."],"You have reached the <strong>30-day limit<\/strong> for early selling access. In order to reactivate payments, please verify your bank details.":["Du hast das <strong>30-Tage-Limit<\/strong> für den Early-Selling-Zugriff erreicht. Um Zahlungen zu reaktivieren, bestätige bitte deine Bankverbindung."],"6+ months":["Mehr als 6 Monate"],"3 – 6 months":["3–6 Monate"],"1 – 3 months":["1–3 Monate"],"Within 1 month":["Innerhalb von 1 Monat"],"My store is already live":["Mein Shop ist bereits online"],"More than $100M":["Mehr als 100 Mio. USD"],"$20M - $100M":["20 Mio.–100 Mio. USD"],"$1M - $20M":["1 Mio.–20 Mio. USD"],"$250k - $1M":["250.000–1 Mio. USD"],"Less than $250k":["Weniger als 250.000 USD"],"What type of goods or services does your business sell? ":["Welche Art von Waren oder Dienstleistungen verkauft dein Unternehmen? "],"What category of legal entity identify your business?":["Welche Kategorie von Rechtsträger beschreibt dein Unternehmen?"],"What type of legal entity is your business?":["Welche Art von Rechtsträger ist dein Unternehmen?"],"Tap to pay transaction fee: %1$s%%":["Hier tippen, um Transaktionsgebühr zu bezahlen: %1$s%%"],"Tap to pay transaction fee: %1$s%% + %2$s":["Hier tippen, um Transaktionsgebühr zu bezahlen: %1$s%% + %2$s"],"Submit":["Abschicken"],"More details":["Weitere Details"],"Underage. Age must be at least 18.":["Minderjährig. Das Alter muss mindestens 18 sein."],"We have identified holding companies with significant percentage ownership. Upload a Memorandum of Association for each of the holding companies.":["Es wurden Holdinggesellschaften mit erheblicher prozentualer Beteiligung identifiziert. Lade für jede der Holdinggesellschaften einen Gesellschaftsvertrag hoch."],"We have identified executives that haven’t been added on the account. Add any missing executives to the account.":["Es wurden Führungskräfte identifiziert, die dem Konto nicht hinzugefügt wurden. Füge dem Konto alle fehlenden Führungskräfte hinzu."],"We have identified owners that haven’t been added on the account. Add any missing owners to the account.":["Es wurden Eigentümer identifiziert, die dem Konto nicht hinzugefügt wurden. Füge dem Konto alle fehlenden Eigentümer hinzu."],"Verification failed for an unknown reason. Correct any errors and resubmit the required fields.":["Die Verifizierung ist aus einem unbekannten Grund fehlgeschlagen. Korrigiere alle Fehler und übermittle die erforderlichen Felder erneut."],"The tax ID on the account was not recognized by the IRS. Refer to the support article for <a>newly-issued tax ID numbers<\/a>.":["Die Steuernummer des Kontos wurde von der Steuerbehörde IRS nicht anerkannt. Weitere Informationen findest du im Supportartikel zu <a>neu ausgestellten Steuernummern<\/a>."],"The tax ID on the account cannot be verified by the IRS. Either correct any possible errors in the company name or tax ID, or upload a document that contains those fields.":["Die Steuernummer des Kontos kann von der zuständigen Steuerbehörde nicht verifiziert werden. Korrigiere entweder mögliche Fehler beim Firmennamen oder bei der Steuernummer oder lade ein Dokument hoch, das diese Felder enthält."],"We could not verify that the person resides at the provided address. The address must be a valid physical address where the individual resides and cannot be a P.O. Box.":["Es konnte nicht verifiziert werden, dass die Person an der angegebenen Adresse wohnt. Die Adresse muss eine gültige physische Adresse sein, unter der die Person wohnt, und darf kein Postfach sein."],"The company name on the account could not be verified. Correct any errors in the company name field or upload a document that includes the company name.":["Der im Konto angegebene Firmenname konnte nicht verifiziert werden. Korrigiere alle Fehler im Feld „Firmenname“ oder lade ein Dokument hoch, das den Firmennamen enthält."],"The keyed-in information on the account could not be verified. Correct any errors in the company name, ID number, or address fields. You can also upload a document that includes those fields.":["Die im Konto eingegebenen Informationen konnten nicht verifiziert werden. Korrigiere alle Fehler in den Feldern „Firmenname“, „ID number“ (Identifikationsnummer) und „Adresse“. Du kannst auch ein Dokument hochladen, das diese Felder enthält."],"The person’s keyed-in identity information could not be verified. Correct any errors or upload a document that matches the identity fields (e.g., name and date of birth) entered.":["Die eingegebenen Identitätsinformationen der Person konnten nicht verifiziert werden. Korrigiere alle Fehler oder lade ein Dokument hoch, das vom Inhalt her den eingegebenen Identitätsinformationen (z. B. Name und Geburtsdatum) entspricht."],"The company ID number on the account could not be verified. Correct any errors in the ID number field or upload a document that includes the ID number.":["Die im Konto angegebene Unternehmens-Identifikationsnummer konnte nicht verifiziert werden. Korrigiere alle Fehler im Feld „ID number“ (Identifikationsnummer) oder lade ein Dokument hoch, das die Identifikationsnummer enthält."],"The document could not be verified. Upload a document that includes the company name, ID number, and address fields.":["Das Dokument konnte nicht verifiziert werden. Lade ein Dokument hoch, das die Felder „Firmenname“, „ID number“ (Identifikationsnummer) und „Adresse“ enthält."],"The Importer Exporter Code (IEC) number could not be verified. Correct any errors in the company’s IEC number field. (India only)":["Die IEC-Nummer (Importer Exporter Code) konnte nicht verifiziert werden. Korrigiere alle Fehler im Feld „IEC-Nummer“ des Unternehmens. (nur Indien)"],"The address on the account could not be verified. Correct any errors in the address field or upload a document that includes the address.":["Die im Konto angegebene Adresse konnte nicht verifiziert werden. Korrigiere alle Fehler im Feld „Adresse“ oder lade ein Dokument hoch, das die Adresse enthält."],"The provided document type was not accepted. Ensure that the document follows the <a>guidelines for document uploads<\/a>.":["Der bereitgestellte Dokumenttyp wurde nicht akzeptiert. Stelle sicher, dass das Dokument den <a>Richtlinien für das Hochladen von Dokumenten<\/a> entspricht."],"The uploaded file exceeded the 10 MB size limit. Resize the document and upload the new file.":["Die hochgeladene Datei hat die Größenbeschränkung von 10 MB überschritten. Ändere die Größe des Dokuments und lade die Datei erneut hoch."],"The document was identified as altered or falsified.":["Das Dokument wurde als verändert oder gefälscht identifiziert."],"No document was uploaded. Upload the document again.":["Es wurde kein Dokument hochgeladen. Lade das Dokument erneut hoch."],"A valid signature is missing on the document. Upload a document that includes a valid signature.":["Auf dem Dokument fehlt eine gültige Signatur. Lade ein Dokument mit einer gültigen Signatur hoch."],"The document could not be read. Ensure that the document follows the <a>guidelines for document uploads<\/a>.":["Das Dokument konnte nicht gelesen werden. Stelle sicher, dass das Dokument den <a>Richtlinien für das Hochladen von Dokumenten<\/a> entspricht."],"The nationality on the document did not match the person’s stated nationality. Update the person’s stated nationality, or upload a document that matches it.":["Die Nationalität in dem Dokument stimmte nicht mit der angegebenen Nationalität der Person überein. Ändere die angegebene Nationalität der Person oder lade ein entsprechendes Dokument hoch."],"The company name was missing on the document. Upload a document that includes the company name.":["Auf dem Dokument fehlte der Firmenname. Lade ein Dokument hoch, das den Firmennamen enthält."],"The name on the document did not match the name on the account. Upload a document with a matching name or update the name on the account.":["Der Name auf dem Dokument stimmte nicht mit dem im Konto angegebenen Namen überein. Lade ein Dokument mit einem übereinstimmenden Namen hoch oder ändere den im Konto angegebenen Namen."],"The uploaded file was missing the front of the document. Upload a complete scan of the document.":["Bei der hochgeladenen Datei fehlte die Vorderseite des Dokuments. Lade einen vollständigen Scan des Dokuments hoch."],"The uploaded file was missing the back of the document. Upload a complete scan of the document.":["Bei der hochgeladenen Datei fehlte die Rückseite des Dokuments. Lade einen vollständigen Scan des Dokuments hoch."],"The issue or expiry date is missing on the document. Upload a document that includes the issue and expiry dates.":["Auf dem Dokument fehlt das Ausstellungs- oder Ablaufdatum. Lade ein Dokument hoch, das das Ausstellungs- und Ablaufdatum enthält."],"The uploaded file was not one of the valid document types. Ensure that the document follows the <a>guidelines for document uploads<\/a>.":["Die hochgeladene Datei gehörte nicht zu den gültigen Dokumenttypen. Stelle sicher, dass das Dokument den <a>Richtlinien für das Hochladen von Dokumenten<\/a> entspricht."],"The document was cropped or missing important information. Upload a complete scan of the document.":["Das Dokument wurde abgeschnitten oder es fehlten wichtige Informationen. Lade einen vollständigen Scan des Dokuments hoch."],"The company ID number was missing on the document. Upload a document that includes the ID number.":["Auf dem Dokument fehlte die Unternehmens-Identifikationsnummer. Lade ein Dokument hoch, das die Identifikationsnummer enthält."],"A test data helper was supplied to simulate verification failure. Refer to the documentation for <a>test file tokens<\/a>.":["Ein Testdaten-Helper wurde bereitgestellt, um einen Verifizierungsfehler zu simulieren. Weitere Informationen findest du in der Dokumentation unter <a>Testdatei-Token<\/a>."],"The document could not be verified for an unknown reason. Ensure that the document follows the <a>guidelines for document uploads<\/a>":["Das Dokument konnte aus einem unbekannten Grund nicht verifiziert werden. Stelle sicher, dass das Dokument den <a>Richtlinien für das Hochladen von Dokumenten<\/a> entspricht."],"The document could not be used for verification because it was in greyscale. Upload a color copy of the document.":["Das Dokument konnte nicht zur Verifizierung verwendet werden, da es in Graustufen dargestellt war. Lade eine Farbkopie des Dokuments hoch."],"The document could not be verified because it was detected as a copy (e.g., photo or scan). Upload the original document.":["Das Dokument konnte nicht verifiziert werden, da es als Kopie (z. B. Foto oder Scan) erkannt wurde. Lade das Originaldokument hoch."],"The document could not be used for verification because it has expired. If it’s an identity document, its expiration date must be after the date the document was submitted. If it’s an address document, the issue date must be within the last six months.":["Das Dokument konnte nicht zur Verifizierung verwendet werden, da es abgelaufen ist. Bei einem Identitätsdokument muss das Ablaufdatum nach dem Einreichungsdatum des Dokuments liegen. Bei einem Adressdokument muss das Ausstellungsdatum innerhalb der letzten sechs Monate liegen."],"The same type of document was used twice. Two unique types of documents are required for verification. Upload two different documents.":["Derselbe Dokumenttyp wurde zweimal verwendet. Für die Verifizierung sind zwei einzigartige Dokumenttypen erforderlich. Lade zwei verschiedene Dokumente hoch."],"The date of birth (DOB) on the document did not match the DOB on the account. Upload a document with a matching DOB or update the DOB on the account.":["Das Geburtsdatum auf dem Dokument stimmte nicht mit dem im Konto angegebenen Geburtsdatum überein. Lade ein Dokument mit einem übereinstimmenden Geburtsdatum hoch oder ändere das im Konto angegebene Geburtsdatum."],"The provided document was from an unsupported country.":["Das eingereichte Dokument stammte aus einem nicht unterstützten Land."],"The uploaded file for the document was invalid or corrupt. Upload a new file of the document.":["Die für das Dokument hochgeladene Datei war ungültig oder beschädigt. Lade eine neue Datei des Dokuments hoch."],"The company address was missing on the document. Upload a document that includes the address.":["Auf dem Dokument fehlte die Firmenadresse. Lade ein Dokument hoch, das die Adresse enthält."],"The address on the document did not match the address on the account. Upload a document with a matching address or update the address on the account.":["Die Adresse auf dem Dokument stimmte nicht mit der im Konto angegebenen Adresse überein. Lade ein Dokument mit einer übereinstimmenden Adresse hoch oder ändere die im Konto angegebene Adresse."],"The representative must have an address in the same country as the company.":["Der Vertreter muss eine Adresse im selben Land wie das Unternehmen haben."],"The existing terms of service signature has been invalidated because the account’s tax ID has changed. The account needs to accept the terms of service again. For more information, see <a>this documentation<\/a>.":["Die vorhandene Signatur der Geschäftsbedingungen ist nicht mehr gültig, da sich die Steuernummer des Kontos geändert hat. Das Konto muss die Geschäftsbedingungen erneut akzeptieren. Weitere Informationen findest du in <a>dieser Dokumentation<\/a>."],"The street name and\/or number for the provided address could not be validated.":["Der Straßenname und\/oder die Hausnummer der angegebenen Adresse konnten nicht validiert werden."],"The combination of the city, state, and postal code in the provided address could not be validated.":["Die Kombination aus Bundesland, Ort und Postleitzahl der angegebenen Adresse konnte nicht validiert werden."],"Payments and payouts are disabled for this account until missing information is updated. Please update the following information in the Stripe dashboard.":["Zahlungen und Auszahlungen sind für dieses Konto deaktiviert, bis die fehlenden Informationen aktualisiert wurden. Bitte aktualisiere die folgenden Informationen im Stripe-Dashboard."],"Update business details":["Geschäftsdetails aktualisieren"],"Additional information is required to verify your business. Update by %s to avoid a disruption in payouts.":["Zur Verifizierung deines Unternehmens sind zusätzliche Informationen erforderlich. Aktualisiere sie bis zum %s, um Probleme bei den Auszahlungen zu vermeiden."],"Uncaptured (%1$s)":["Nicht erfasst (%1$s)"],"Action":["Aktion"],"authorization(s)":["Autorisierung(en)"],"Error retrieving uncaptured transactions.":["Fehler beim Abrufen von nicht erfassten Transaktionen."],"Error retrieving authorization.":["Fehler beim Abrufen der Autorisierung."],"Payment for order #%s captured successfully.":["Zahlung für Bestellnummer %s erfolgreich gebucht."],"Capture":["Erfassen"],"What else should I keep in mind while completing this process?":["Was sollte ich während der Durchführung dieses Prozesses sonst noch beachten?"],"The ultimate goal of the “Know Your Customer” process is to help your business get up and running with payments as soon as possible while protecting your business and your customers. We follow the same regulations as other financial institutions so that we can ensure we operate in an ethical and trustworthy manner. We want to protect your business and the payments that we manage for you. The “Know Your Customer” process helps us protect you.":["Das Hauptziel des „Know Your Customer“-Prozesses ist es, dein Unternehmen bei der möglichst schnellen Einrichtung der Zahlungen zu unterstützen und dabei sowohl dein Unternehmen als auch deine Kunden zu schützen. Wir befolgen die gleichen Vorschriften wie andere Finanzinstitute, um eine ethische und vertrauenswürdige Arbeitsweise sicherzustellen. Wir möchten dein Unternehmen und die Zahlungen, die wir für dich verwalten, schützen. Der „Know Your Customer“-Prozess hilft uns, dich zu schützen."],"Before we build a payment relationship with a customer, we ask for the information listed above to validate the business owner's identity and tax ID number, and to ensure that we can connect the listed bank account with the business itself.":["Vor dem Aufbau einer Zahlungsbeziehung mit einem Kunden fragen wir nach den oben aufgeführten Informationen, um die Identität und die Steuernummer des Geschäftsinhabers zu überprüfen und um sicherzustellen, dass wir das aufgeführte Bankkonto mit dem Unternehmen selbst verknüpfen können."],"Why do I have to share this information?":["Warum muss ich diese Informationen teilen?"],"“Know Your Customer” standards are used by banks and other financial institutions to confirm that customers are who they say they are. By confirming their customers' identities, banks and financial institutions can help keep transactions safe from fraud and other suspicious activities.":["„Know Your Customer“-Standards werden von Banken und anderen Finanzinstituten verwendet, um zu bestätigen, dass Kunden die sind, für die sie sich ausgeben. Durch die Bestätigung der Identität ihrer Kunden können Banken und Finanzinstitute dazu beitragen, Transaktionen vor Betrug und anderen verdächtigen Aktivitäten zu schützen."],"What is “Know Your Customer”?":["Was ist „Know Your Customer“?"],"As you continue the process of signing up for %s, we'll ask for information about your business, including the business owner's date of birth and tax ID number. We know you may wonder why we ask for this information, and how it will be used. The “Know Your Customer” process, explained below, helps us provide a safe, ethical environment for all financial transactions.":["Während du dich für %s registrierst, fragen wir dich nach Informationen zu deinem Unternehmen, einschließlich des Geburtsdatums und der Steuernummer des Geschäftsinhabers. Wir wissen, dass du dich vielleicht fragst, warum wir diese Informationen einholen und wie sie verwendet werden. Mithilfe des unten erläuterten „Know Your Customer“-Prozesses können wir ein sicheres und ethisches Umfeld für alle Finanztransaktionen bereitstellen."],"Why we ask for personal financial information":["Warum wir nach persönlichen Finanzinformationen fragen"],"Company URL":["URL des Unternehmens"],"Company phone number":["Telefonnummer des Unternehmens"],"Company address":["Adresse des Unternehmens"],"Industry":["Branche"],"Type of business":["Art des Unternehmens"],"Country where your business is based":["Standortland deines Unternehmens"],"Business info:":["Informationen zum Unternehmen:"],"Social Security number (SSN) or Taxpayer Identification Number":["Sozialversicherungsnummer oder Steuernummer"],"Home address":["Heimatanschrift"],"Date of birth":["Geburtsdatum"],"Legal name":["Gesetzlicher Name"],"Business owner info:":["Informationen zum Geschäftsinhaber:"],"Here's a brief list of the information you'll need to finish payment signup:":["Hier ist eine kurze Liste der Informationen, die du zum Abschließen der Zahlungsregistrierung benötigst:"],"What information should I have at hand before I start the “Know Your Customer” process?":["Welche Informationen sollte ich zur Hand haben, bevor ich mit dem „Know Your Customer“-Prozess beginne?"],"We'll do our best to work with Stripe to confirm your identity as quickly as we can. Typically, we'll confirm your application within a couple of days.":["Wir tun unser Bestes, um in Kooperation mit Stripe deine Identität so schnell wie möglich zu bestätigen. In der Regel bestätigen wir deinen Antrag innerhalb weniger Tage."],"How quickly will you confirm my identity and allow me to process payments?":["Wie schnell wird meine Identität bestätigt, sodass ich Zahlungen verarbeiten kann?"],"We take every step required to safeguard your personal data. %s is built in partnership with Stripe to store your data in a safe and secure manner.":["Wir unternehmen alle nötigen Schritte, um deine persönlichen Daten zu schützen. %s wird in Zusammenarbeit mit Stripe erstellt, um deine Daten sicher zu speichern."],"If you're setting up %s for someone else, it's best to have that person complete the account creation process. As you can see above, we ask for very specific information about the business owner - and you might not have all the details at hand. It's not always possible to change account information once it's been saved, especially if the site accepts live transactions before the correct account information is entered.":["Wenn du %s für eine andere Person einrichtest, sollte am besten diese Person den Kontoerstellungsprozess durchführen. Wie du oben sehen kannst, fragen wir nach sehr spezifischen Informationen über den Geschäftsinhaber – und du hast möglicherweise nicht alle Details zur Hand. Es ist nicht immer möglich, Kontoinformationen nach dem Speichern zu ändern, insbesondere wenn die Website Live-Transaktionen akzeptiert, bevor die korrekten Kontoinformationen eingegeben wurden."],"Got it":["Verstanden"],"Last day of the month":["Letzter Tag des Monats"],"Risk level of transaction":["Risikostufe der Transaktion"],"Capture by":["Erfassen durch"],"Authorized on":["Autorisiert am"],"Uncaptured transactions":["Nicht erfasste Transaktionen"],"Automatic":["Automatisch"],"In-Person":["Persönlich"],"Select a customer currency":["Währung des Kunden auswählen"],"{{title}}Customer currency{{\/title}} {{rule \/}} {{filter \/}}":["{{title}}Währung des Kunden{{\/title}} {{rule \/}} {{filter \/}}"],"Select a transaction customer currency filter match":["Einen übereinstimmenden Filter für die Kundenwährung der Transaktion auswählen"],"Remove transaction customer currency filter":["Filter für die Kundenwährung der Transaktion entfernen"],"There was a problem redirecting you to the requested link. Please check that it is valid and try again.":["Bei der Weiterleitung zum angeforderten Link ist ein Problem aufgetreten. Prüfe bitte, dass er gültig ist, und versuche es noch einmal."],"Restricted partially":["Teilweise eingeschränkt"],"8 to 12 digits with your country code prefix, for example DE 123456789.":["8 bis 12 Ziffern mit der Vorwahl deines Landes, z. B. DE 123456789."],"VAT Number":["Umsatzsteuer-Identifikationsnummer"],"If your sales exceed the VAT threshold for your country, you're required to register for a VAT Number.":["Wenn deine Einkünfte die Umsatzsteuerbemessungsgrenze für dein Land übersteigen, musst du eine Umsatzsteuer-Identifikationsnummer beantragen."],"Confirm":["Bestätigen"],"Confirm your business details":["Angaben zu deinem Unternehmen bestätigen"],"You are about to export %d deposits. If you'd like to reduce the size of your export, you can use one or more filters. Would you like to continue?":["Du bist dabei, %d Anzahlungen zu exportieren. Wenn du die Anzahl der Exporte reduzieren möchtest, kannst du einen oder mehr Filter verwenden. Möchtest du den Vorgang fortsetzen?"],"Select if your business is classed as a government entity":["Auswählen, wenn dein Unternehmen als staatliche Einrichtung eingestuft ist"],"Select if you have been granted tax-exempt status by the Internal Revenue Service (IRS)":["Auswählen, wenn dir von der Bundessteuerbehörde (IRS) Steuerbefreiung gewährt wurde"],"Select if you filed documentation to register your business with a government agency":["Auswählen, wenn du Unterlagen zur Registrierung deines Unternehmens bei einer Behörde eingereicht hast"],"Select if you run your own business as an individual and are self-employed":["Auswählen, wenn du dein eigenes Unternehmen selbstständig und als Einzelperson führst"],"Select if you run a non-business entity":["Auswählen, wenn dein Unternehmen nicht gewerblich tätig ist"],"Tax invoice without proper period dates":["Steuerrechnung ohne Angaben zum Zeitraum"],"Tax invoice for %s to %s":["Steuerrechnung für %s bis %s"],"You are about to export %d disputes. If you'd like to reduce the size of your export, you can use one or more filters. Would you like to continue?":["Du bist im Begriff, %d Reklamationen zu exportieren. Wenn du die Anzahl der Exporte reduzieren möchtest, kannst du einen oder mehr Filter verwenden. Möchtest du den Vorgang fortsetzen?"],"Currently selected: %s":["Aktuell ausgewählt: %s"],"No selection":["Keine Auswahl"],"Onboarding":["Onboarding"],"Error retrieving transactions.":["Fehler beim Abrufen der Transaktionen."],"Error retrieving transaction.":["Fehler beim Abrufen der Transaktion."],"Payment Method":["Zahlungsmethode"],"Unknown document type":["Unbekannter Dokumenttyp"],"Description":["Beschreibung"],"document":["Dokument","Dokumente"],"Select a document type":["Wähle einen Dokumenttyp"],"Select a document type filter match":["Wähle eine Übereinstimmung mit dem Filter „Dokumenttyp“"],"Remove document type filter":["Filter „Dokumenttyp“ entfernen"],"Select a document date":["Wähle ein Dokumentdatum"],"Select a document date filter match":["Wähle eine Übereinstimmung mit dem Filter „Dokumentdatum“"],"Remove document date filter":["Filter „Dokumentdatum“ entfernen"],"Documents match {{select \/}} filters":["Dokumente stimmen mit {{select \/}} Filtern überein"],"All documents":["Alle Dokumente"],"Error retrieving documents.":["Fehler beim Abrufen der Dokumente."],"Documents":["Dokumente"],"%s refund was attempted but failed due to %s":["%s Rückerstattung wurde versucht, schlug aber fehl, weil %s"],"the card being lost or stolen.":["die Karte verloren gegangen ist oder gestohlen wurde."],"the card being expired or canceled.":["die Karte abgelaufen ist oder gekündigt wurde."],"Acquirer Reference Number (ARN) %s":["Acquirer Reference Number (ARN) %s"],"We've temporarily paused new account creation. We'll notify you when we resume!":["Wir haben die Erstellung neuer Konten vorübergehend deaktiviert. Wir benachrichtigen dich, wenn es weiter geht."],"Sell to international markets and accept over 135 currencies with local payment methods.":["Verkaufe auf internationalen Märkten und akzeptiere über 135 Währungen mit lokalen Zahlungsmethoden."],"From %1$f%% + %2$s":["Ab %1$f%% + %2$s"],"Paid off":["Ausgezahlt"],"Disbursed":["Ausgezahlt"],"All loans":["Alle Kredite"],"fixed fees":["feste Gebühren"],"loan":["Kredit"],"Capital Loans":["Kapitalkredite"],"Loan disbursement":["Kreditauszahlung"],"Paid in Full":["Vollständig bezahlt"],"In Progress":["In Arbeit"],"Select a loan":["Kredit auswählen"],"{{title}}Loan{{\/title}} {{rule \/}} {{filter \/}}":["{{title}}Kredit{{\/title}} {{rule \/}} {{filter \/}}"],"Remove loan filter":["Kreditfilter entfernen"],"Loan":["Kredit"],"Loan repayment: <a>Loan %s<\/a>":["Kreditrückzahlung: <a>Kredit %s<\/a>"],"%s will be subtracted from a future payout.":["%s wird von einer zukünftigen Auszahlung abgezogen."],"%1$s was subtracted from your <a>%2$s payout<\/a>.":["%1$s wurde von deiner Auszahlung am <a>%2$s abgezogen<\/a>."],"Loan repayment":["Kreditrückzahlung"],"Error retrieving the active loan summary.":["Beim Abrufen der Zusammenfassung des aktiven Kredits ist ein Fehler aufgetreten."],"First paydown":["Erste Anzahlung"],"Withhold rate":["Verrechnungsrate"],"Fixed fee":["Festgelegte Gebühr"],"Loan amount":["Kreditbetrag"],"Loan disbursed":["Kredit ausgezahlt"],"<big>%s<\/big> of %s minimum":["Mindestens <big>%s<\/big> von %s"],"Repaid this period (until %s)":["In diesem Zeitraum zurückgezahlt (bis %s)"],"<big>%s<\/big> of %s":["<big>%s<\/big> von %s"],"Total repaid":["Insgesamt zurückgezahlt"],"View transactions":["Transaktionen anzeigen"],"Active loan overview":["Übersicht über aktiven Kredit"],"Repaid this period":["In diesem Zeitraum zurückgezahlt"],"Mobile phone number":["Mobiltelefonnummer"],"%s transactions":["%s Transaktionen"],"There was a problem redirecting you to the loan offer. Please check that it is not expired and try again.":["Bei der Weiterleitung zum Kreditangebot ist ein Problem aufgetreten. Überprüfe das Ablaufdatum und versuche es erneut."],"Email address":["E-Mail-Adresse"],"Currency":["Währung"],"Please take action":["Führe bitte eine Aktion aus"],"Your site is currently in Safe Mode.":["Deine Website befindet sich derzeit im abgesicherten Modus."],"Select a dispute date":["Reklamationsdatum auswählen"],"Select a dispute date filter match":["Eine Übereinstimmung mit dem Filter für das Reklamationsdatum auswählen"],"Remove dispute date filter":["Filter für Reklamationsdatum entfernen"],"Disputed on date":["Reklamiert am"],"Disputes match {{select \/}} filters":["Reklamationen stimmen mit {{select \/}} Filtern überein"],"All disputes":["Alle Reklamationen"],"Dispute currency":["Währung der Reklamation"],"Select a dispute status":["Reklamationsstatus auswählen"],"Select a dispute status filter match":["Eine Übereinstimmung mit dem Filter für den Reklamationsstatus auswählen"],"Remove dispute status filter":["Filter für Reklamationsstatus entfernen"],"BSB":["BSB"],"dispute":["Reklamation","Reklamationen"],"Error retrieving the summary of disputes.":["Fehler beim Abrufen der Zusammenfassung zu Reklamationen."],"There was a problem generating your export.":["Es gab ein Problem beim Erstellen deines Exports."],"You are about to export %d transactions. If you'd like to reduce the size of your export, you can use one or more filters. Would you like to continue?":["Es werden %d Transaktionen exportiert. Wenn du die Anzahl der Exporte reduzieren möchtest, kannst du einen oder mehr Filter verwenden. Möchtest du den Vorgang fortsetzen?"],"There was an error rendering this view. Please contact support for assistance if the problem persists.":["Bei der Wiedergabe dieser Ansicht ist ein Fehler aufgetreten. Wende dich an den Support, falls das Problem weiterhin besteht."],"Set up multiple currencies":["Mehrere Währungen einrichten"],"Business name":["Name des Unternehmens"],"Inactive":["Inaktiv"],"Active":["Active"],"Model":["Modell"],"Reader ID":["ID des Kartenlesegeräts"],"Card readers are marked as active if they’ve processed one or more transactions during the current billing cycle. To connect or disconnect card readers, use the %s mobile application.":["Kartenlesegeräte werden als aktiv markiert, wenn sie im aktuellen Abrechnungszyklus mindestens eine Transaktion bearbeitet haben. Verwende die mobile Anwendung von %s, um Kartenlesegeräte zu verbinden oder zu trennen."],"Connected card readers":["Kartenlesegeräte verbinden"],"Connected readers":["Verbundene Kartenlesegeräte"],"Reader fee":["Gebühr für das Lesegerät"],"Reader id":["ID des Lesegeräts"],"Readers details not loaded":["Details des Lesegeräts nicht geladen"],"Card readers":["Kartenlesegeräte"],"Subscription transaction fee: %1$s%%":["Gebühr für Abonnementtransaktion: %1$s%%"],"Subscription transaction fee: %1$s%% + %2$s":["Gebühr für Abonnementtransaktion: %1$s%% + %2$s"],"No":["Nein"],"Yes":["Ja"],"N\/A":["k.A."],"Base fee: capped at %2$s":["Grundgebühr: begrenzt auf %2$s"],"Unknown transactions":["Unbekannte Transaktionen"],"In-person transactions":["Persönliche Transaktionen"],"Card transactions":["Kartentransaktionen"],"Active discounts":["Aktive Rabatte"],"Update":["Aktualisieren"],"Reconnect":["Erneut verbinden"],"Task dismissed":["Aufgabe verworfen"],"Task postponed until tomorrow":["Aufgabe auf morgen verschoben"],"Task deleted":["Aufgabe gelöscht"],"Manual":["Manuell"],"Fixed fee: %s":["Festgelegte Gebühr: %s"],"Variable fee: %s":["Variable Gebühr: %s"],"Reference":["Referenz"],"and":["und"],"International card fee: %1$s%%":["Gebühr für internationale Kreditkarten : %1$s%%"],"International card fee: %1$s%% + %2$s":["Gebühr für internationale Kreditkarten : %1$s%% + %2$s"],"Base fee: %1$s%%":["Grundgebühr: %1$s%%"],"Base fee: %1$s%% + %2$s":["Grundgebühr: %1$s%% + %2$s"],"Customer currency":["Währung des Kunden"],"missing fees":["fehlende Gebühren"],"<s>%1$s<\/s> %2$s":["<s>%1$s<\/s> %2$s"],"Dismiss":["Ausblenden"],"Select a payout date filter match":["Einen übereinstimmenden Filter für das Auszahlungsdatum auswählen"],"Remove payout date filter":["Filter für das Auszahlungsdatum entfernen"],"Payouts match {{select \/}} filters":["Auszahlungen stimmen mit {{select \/}} Filtern überein"],"{{title}}Status{{\/title}} {{rule \/}} {{filter \/}}":["{{title}}Statusmitteilung{{\/title}} {{rule \/}} {{filter \/}}"],"Select a payout status filter match":["Einen übereinstimmenden Filter für den Auszahlungsstatus auswählen"],"Remove payout status filter":["Statusfilter für Auszahlungen entfernen"],"As things begin to happen in your store your inbox will start to fill up. You'll see things like achievements, new feature announcements, extension recommendations and more!":["Wenn die Dinge in deinem Shop anlaufen, füllt sich dein Posteingang. Du wirst beispielsweise Erfolge, Ankündigungen zu neuen Funktionen und Verlängerungsempfehlungen sehen!"],"Message could not be dismissed":["Meldung konnte nicht verworfen werden","Meldungen konnten nicht verworfen werden"],"Message dismissed":["Meldung verworfen"],"All messages dismissed":["Alle Meldungen verworfen"],"Reload":["Neu laden"],"There was an error getting your inbox. Please try again.":["Beim Abrufen deines Posteingangs ist ein Fehler aufgetreten. Bitte versuch es noch einmal."],"It appears you're attempting to set up %1$s from an unsupported country. In order to complete the set up of %1$s, your store is required to have a business entity in one of the following countries: {{list \/}} {{link}}Learn more{{\/link}} about setting up business entities in foreign countries.":["Anscheinend versuchst du, %1$s von einem nicht unterstützten Land aus einzurichten. Um %1$s einzurichten, muss dein Shop eine Geschäftsniederlassung in einem der folgenden Länder haben: {{list \/}} {{link}}Weitere Informationen{{\/link}} über das Einrichten von Geschäftsniederlassungen im Ausland."],"The files you've attached to this dispute as evidence will exceed the limit for a dispute's total size. Try using smaller files as evidence. Hint: if you've attached images, you might want to try providing them in lower resolutions.":["Die Dateien, die du dieser Reklamation als Nachweis angefügt hast, überschreiten die zugelassene Gesamtgröße für Reklamationen. Bitte verwende kleinere Dateien als Nachweis. Tipp: Wenn du Bilder hinzugefügt hast, kannst du versuchen, sie mit niedrigerer Auflösung anzuhängen."],"%s is missing a connected WordPress.com account. Some functionality will be limited without a connected account.":["Für %s muss ein WordPress.com-Konto verbunden sein. Andernfalls werden manche Funktionen eingeschränkt."],"Error retrieving all payouts' overviews.":["Fehler beim Abrufen der Übersichten für alle Auszahlungen."],"<Transaction ID>":["<Transaktions-ID>"],"%s service fee":["%s Dienstleistungsgebühr"],"Edit details":["Details bearbeiten"],"Account details":["Kontodetails"],"Continue":["Weiter"],"Save changes":["Änderungen sichern"],"Payments and payouts are disabled for this account until missing business information is updated.":["Zahlungen und Auszahlungen sind für dieses Konto deaktiviert, bis die fehlenden Informationen zu deinem Geschäft aktualisiert wurden."],"Update by %s to avoid a disruption in payouts.":["Aktualisiere sie bis zum %s, um Probleme bei den Auszahlungen zu vermeiden."],"Show tasks":["Aufgaben anzeigen"],"Hide tasks":["Aufgaben ausblenden"],"Error retrieving settings.":["Fehler beim Abrufen der Einstellungen"],"Error saving settings.":["Fehler beim Speichern der Einstellungen."],"Settings saved.":["Einstellungen gespeichert"],"net":["Netto"],"fees":["Gebühren"],"transaction":["Transaktion","Transaktionen"],"Bank account information":["Bankkontodaten"],"Bank code":["Bankleitzahl"],"Verified name":["Verifizierter Name"],"Bank name":["Name der Bank"],"total":["Gesamt"],"Cancel":["Kündigen"],"IBAN":["IBAN"],"BIC":["BIC"],"Remove file":["Datei entfernen"],"Finish setup":["Einrichtung abschließen"],"You’re ready to start using the features and benefits of %s.":["Du bist bereit, die Funktionen und Vorteile von %s zu nutzen."],"Setup complete!":["Einrichtung abgeschlossen!"],"Next we’ll ask you to verify your business and payment details to enable payouts.":["Als Nächstes bitten wir dich, dein Geschäft und deine Zahlungsangaben zu verifizieren, um Auszahlungen zu aktivieren."],"Provide a few business details":["Gib ein paar Informationen zu deinem Business an"],"To ensure safe and secure transactions, a WordPress.com account is required.":["Zur Gewährleistung sicherer Überweisungen ist ein WordPress.com-Konto erforderlich."],"Create and connect your account":["Erstelle ein Konto und verknüpfe es"],"You’re only steps away from getting paid":["Du bist nur wenige Schritte davon entfernt, bezahlt zu werden"],"Dispute reversal":["Reklamationsrücknahme"],"Dispute":["Reklamation"],"Refund failure":["Fehlgeschlagene Rückerstattung"],"Refund":["Rückerstattung"],"Payment refund":["Zahlungsrückerstattung"],"Payment failure refund":["Rückerstattung für fehlgeschlagene Zahlung"],"Payment":["Zahlung"],"Charge":["Abbuchung"],"Order number":["Bestellnummer"],"Fees":["Gebühren"],"Date and time":["Datum und Uhrzeit"],"Date \/ Time":["Datum \/ Uhrzeit"],"Download":["Herunterladen"],"Search by customer name":["Nach Kundenname suchen"],"Search by order number, customer name, or billing email":["Suche nach Bestellnummer, Kundenname oder Rechnungs-E-Mail"],"Search by order number, subscription number, customer name, or billing email":["Suche nach Bestellnummer, Abonnementnummer, Kundenname oder Rechnungs-E-Mail"],"Risk level":["Risikostufe"],"Subscription number":["Abonnementnummer"],"Converted from %s":["Umgerechnet von %s"],"Select a transaction date":["Transaktionsdatum wählen"],"{{title}}Date{{\/title}} {{rule \/}} {{filter \/}}":["{{title}}Datum{{\/title}} {{rule \/}} {{filter \/}}"],"Select a transaction date filter match":["Einen übereinstimmenden Transaktionsdatumsfilter auswählen"],"Remove transaction date filter":["Transaktionsdatumsfilter entfernen"],"Transactions match {{select \/}} filters":["Transaktionen entsprechen {{select \/}} Filtern"],"Advanced filters":["Erweiterte Filter"],"All transactions":["Alle Transaktionen"],"Show":["Anzeigen"],"All currencies":["Alle Währungen"],"Select a transaction type":["Transaktionstyp wählen"],"{{title}}Type{{\/title}} {{rule \/}} {{filter \/}}":["{{title}}Art{{\/title}} {{rule \/}} {{filter \/}}"],"Select a transaction type filter match":["Einen übereinstimmenden Transaktionstypfilter auswählen"],"Remove transaction type filter":["Transaktionstypfilter entfernen"],"Between":["Zwischen"],"After":["Nachher"],"Before":["Vorher"],"All transactions with customer names or billing emails that include {{query \/}}":["Alle Transaktionen mit Kundennamen oder Rechnungs-E-Mails, die {{query \/}} enthalten"],"Back":["Zurück"],"Undo":["Rückgängig"],"%1$s was deducted from your <a>%2$s payout<\/a>.":["%1$s wurde von deiner Auszahlung am <a>%2$s abgezogen<\/a>."],"%1$s was added to your <a>%2$s payout<\/a>.":["%1$s wurde deiner Auszahlung am <a>%2$s hinzugefügt<\/a>."],"The disputed charge has been refunded.":["Die reklamierte Abbuchung wurde rückerstattet."],"Dispute inquiry closed. The bank chose not to pursue this dispute.":["Reklamationsanfrage geschlossen. Die Bank hat sich entschieden, diese Reklamation nicht weiter zu verfolgen."],"Disputed: Lost":["Reklamiert: verloren"],"Dispute won! The bank ruled in your favor.":["Reklamation gewonnen! Die Bank hat zu deinen Gunsten entschieden."],"Fee refund: %s":["Gebührenrückerstattung: %s"],"Dispute reversal: %s":["Reklamationsrücknahme: %s"],"Disputed: Won":["Reklamation: gewonnen"],"Challenge evidence submitted.":["Beweise eingereicht."],"Disputed: In review":["Reklamation: wird geprüft"],"Disputed: Needs response":["Reklamation: Antwort erforderlich"],"Fee: %s":["Gebühr: %s"],"Disputed amount: %s":["Reklamierter Betrag: %s"],"The cardholder's bank is requesting more information to decide whether to return these funds to the cardholder.":["Die Bank des Karteninhabers fordert weitere Informationen an, um zu entscheiden, ob sie diese Zahlung an den Karteninhaber rückerstattet."],"No funds have been withdrawn yet.":["Es wurden noch keine Zahlung abgehoben."],"Payment disputed as %s.":["Zahlung reklamiert mit dem Grund: %s."],"Payment disputed":["Zahlung reklamiert"],"A payment of %s was successfully refunded.":["Eine Zahlung von %s wurde erfolgreich rückerstattet."],"A payment of %s was successfully charged.":["Eine Zahlung von %s wurde erfolgreich abgebucht."],"Authorization for %s expired.":["Autorisierung für %s abgelaufen."],"Authorization expired":["Autorisierung abgelaufen"],"Authorization for %s was voided.":["Autorisierung für %s als ungültig erachtet."],"Authorization voided":["Autorisierung ungültig"],"A payment of %s was successfully authorized.":["Eine Zahlung von %s wurde erfolgreich autorisiert."],"Authorized":["Autorisiert"],"%s will be deducted from a future payout.":["%s wird von einer zukünftigen Auszahlung abgezogen."],"%s will be added to a future payout.":["%s wird einer zukünftigen Auszahlung hinzugefügt."],"Error while loading timeline":["Fehler beim Laden der Zeitleiste"],"Timeline":["Chronik"],"Risk evaluation":["Risikobewertung"],"Subscription":["Abonnement"],"Payment ID":["Zahlungs-ID"],"Net":["Netto"],"Fee":["Gebühr"],"%1$s %2$s card":["%1$s %2$sKarte"],"prepaid":["Prepaid-"],"debit":["Debit-"],"credit":["Kredit-"],"Street check":["Straßenprüfung"],"CVC check":["CVC-Prüfung"],"Origin":["Ursprung"],"Address":["Adresse"],"Owner email":["E-Mail des Inhabers"],"Owner":["Inhaber"],"ID":["ID"],"Expires":["Läuft ab"],"Number":["Nummer"],"Payment method":["Zahlungsmethode"],"Not checked":["Nicht geprüft"],"Unavailable":["Nicht verfügbar"],"Passed":["Abgeschlossen"],"Payment details not loaded":["Zahlungsdetails nicht geladen"],"Connect":["Verbinden"],"If there have been two or more separate payments, you should get in touch with your customer. If you understand what their complaint is, there is a chance for you to explain the misunderstanding or to make it right. If you’re able to resolve the issue with your customer, you can ask that they withdraw the dispute.":["Bei zwei oder mehr separaten Zahlungen solltest du Kontakt zu deinem Kunden aufnehmen. Wenn du weißt, was der Kunde zu beanstanden hat, kannst du möglicherweise das Missverständnis klären oder das Problem in Ordnung bringen. Wenn du das Problem mit deinem Kunden lösen konntest, kannst du ihn bitten, die Reklamation zurückzunehmen."],"If they were not, collect any and all information documenting that each payment was made separately, such as copies of receipts. If the receipts don’t include the items purchased, be sure to include an itemized list. Each receipt should clearly indicate that the payments are for separate purchases of items or services. If you’ve been able to get in touch with the customer you should be sure to address any concerns they had in your evidence.":["Wenn nicht, sammle alle Informationen, die nachweisen, dass jede Zahlung separat getätigt wurde, z. B. Belege. Wenn die Belege die gekauften Artikel nicht enthalten, füge unbedingt eine Artikelliste hinzu. Jeder Beleg sollte klar zeigen, dass die Zahlungen für separate Käufe von Artikeln oder Dienstleistungen waren. Wenn du mit dem Kunden Kontakt aufnehmen konntest, solltest du unbedingt dessen Bedenken bezüglich deiner Nachweise besprechen."],"Determine if your customer was incorrectly charged multiple times.":["Ermittle, ob deinem Kunden Produkte oder Dienstleistungen fälschlicherweise mehrfach abgebucht wurden."],"Demonstrate that each payment was for a separate product or service.":["Weise nach, dass jede Zahlung für ein separates Produkt oder eine separate Dienstleistung war."],"The customer claims they were charged multiple times for the same product or service.":["Der Kunde behauptet, dass dasselbe Produkt oder dieselbe Dienstleistung mehrfach berechnet wurde."],"If there were duplicate payments, you should accept the dispute. You cannot issue a refund while a payment is being disputed. The credit card networks place liability for accepting disputed payments with you, the business.":["Sollte es zu doppelten Zahlungen gekommen sein, solltest du die Reklamation akzeptieren. Du kannst keine Rückerstattung auszahlen, solange eine Zahlung reklamiert wird. Die Kreditkartenanbieter sind haftbar, wenn sie für dein Business reklamierte Zahlungen akzeptieren."],"Duplicate":["Duplizieren"],"Debit not authorized":["Lastschrift nicht autorisiert"],"Customer initiated":["Vom Kunden eingeleitet"],"If the cardholder agrees to withdraw the dispute, you should still submit evidence for the dispute using the forms on the next screen. In addition to the following evidence, your submission should include correspondence with the cardholder saying they would withdraw the dispute and a written statement from their card issuer confirming that the dispute has been withdrawn.":["Auch wenn der Karteninhaber einwilligt, die Reklamation zurückzuziehen, solltest du mit den Formularen auf dem nächsten Bildschirm Nachweise für die Reklamation einreichen. Neben den folgenden Nachweisen sollte die Korrespondenz mit dem Karteninhaber enthalten sein, aus der hervorgeht, dass er die Reklamation zurückzieht, sowie eine schriftliche Mitteilung vom Kartenanbieter, dass die Reklamation zurückgezogen wurde."],"You should first get in touch with your customer. If you understand what their complaint is, there is a chance for you to explain the misunderstanding or to make it right. If you’re able to resolve the issue with your customer, you can ask that they withdraw the dispute.":["Du solltest zuerst Kontakt mit deinem Kunden aufnehmen. Wenn du weißt, was der Kunde zu beanstanden hat, kannst du möglicherweise das Missverständnis klären oder das Problem in Ordnung bringen. Wenn du das Problem mit deinem Kunden lösen konntest, kannst du ihn bitten, die Reklamation zurückzunehmen."],"Demonstrate that you have refunded your customer through other means or that your customer is not entitled to a refund. You cannot issue a refund while a payment is being disputed. If you believe that your customer was entitled a refund that you did not provide, you can accept the dispute.":["Weise nach, dass dein Kunde über andere Wege eine Rückerstattung erhalten hat oder dass dein Kunde kein Recht auf eine Rückerstattung hat. Du kannst keine Rückerstattung auszahlen, solange eine Zahlung reklamiert wird. Wenn du der Meinung bist, dass deinem Kunden eine Rückerstattung zusteht, die du ihm nicht gezahlt hast, kannst du die Reklamation akzeptieren."],"It may be more efficient—and provide a better customer experience—to accept an accidental dispute and charge the customer again, if appropriate. Even when a dispute is withdrawn, it usually takes approximately 75 days to be finalized. Remember, it doesn’t matter to the card networks whether you win or lose a dispute; what matters is how many disputes a business receives, regardless of how many disputes are won.":["Möglicherweise ist es effizienter – und bietet eine bessere Kundenerfahrung –, eine versehentliche Reklamation zu akzeptieren und dem Kunden den Betrag falls angebracht erneut in Rechnung zu stellen. Auch wenn eine Reklamation zurückgenommen wird, dauert die Bearbeitung etwa 75 Tage. Denke daran, dass es die Kartenanbieter nicht interessiert, ob du bei einer Reklamation gewinnst oder verlierst. Was zählt, ist die Anzahl der Reklamationen, die dein Unternehmen erhält – unabhängig davon, wie diese ausgehen."],"The customer claims that the purchased product was returned or the transaction was otherwise canceled, but you have not yet provided a refund or credit.":["Der Kunde behauptet, dass das gekaufte Produkt zurückgesendet wurde oder die Transaktion anderweitig storniert wurde, aber du ihm bisher weder eine Rückerstattung noch eine Gutschrift gegeben hast."],"First, try to get in touch with your customer. Sometimes people forget about payments they make or don’t recognize the way they appear on their card statement. If this is the case, ask them to contact their card issuer and let them know they no longer dispute the transaction. Even if your customer agrees to withdraw the dispute, you must still submit appropriate evidence. Simply saying that your customer is going to withdraw the dispute is not sufficient evidence.":["Nimm zuerst Kontakt mit deinem Kunden auf. Manchmal erinnern sich Kunden nicht an Zahlungen oder verstehen nicht, wie sie auf der Kartenabrechnung angezeigt werden. Sollte dies der Fall sein, bitte den Kunden, seinen Kartenanbieter darüber zu informieren, dass er die Transaktion nicht mehr reklamiert. Selbst wenn dein Kunde einwilligt, die Reklamation zurückzuziehen, musst du entsprechende Nachweise einreichen. Die bloße Angabe, dass dein Kunde die Reklamation zurückzieht reicht nicht aus."],"Get your customer to withdraw the dispute by helping them identify the payment. Otherwise, challenge the dispute with appropriate evidence that proves the purchase was legitimate. ":["Hilf deinem Kunden bei der Identifizierung der Zahlung, damit er die Reklamation zurückzieht. Andernfalls kannst du die Reklamation mit entsprechenden Nachweisen, die die Rechtmäßigkeit des Kaufs bestätigen, anfechten. "],"The customer doesn’t recognize the payment appearing on their card statement.":["Der Kunde erkennt die Zahlung auf seiner Kartenabrechnung nicht."],"If you believe the dispute is invalid, you can challenge it by submitting the appropriate evidence using the response forms on the next screen.":["Wenn du meinst, dass die Reklamation ungültig ist, kannst du sie anfechten, indem du mit den Antwortformularen auf dem nächsten Bildschirm entsprechende Nachweise einreichst."],"Unrecognized":["Nicht erkannt"],"Otherwise, use the forms on the next screen to submit evidence that the subscription was still active and that the customer was aware of, and did not follow, your cancellation procedure.":["Andernfalls reichst du mit den Formularen auf dem nächsten Bildschirm Nachweise ein, dass das Abonnement noch aktiv war und das dem Kunden deine Stornierungsrichtlinie bekannt war, er sie jedoch nicht befolgt hat."],"Even if your customer agrees to withdraw the dispute, you must still submit appropriate evidence using the forms on the next screen. Simply saying that your customer is going to withdraw the dispute is not sufficient evidence.":["Selbst wenn dein Kunde einwilligt, die Reklamation zurückzuziehen, musst du mit den Formularen auf dem nächsten Bildschirm entsprechende Nachweise einreichen. Die bloße Angabe, dass dein Kunde die Reklamation zurückzieht reicht nicht aus."],"First, get in touch with your customer. If you understand what they believe happened, there is a chance for you to explain the misunderstanding or to make it right. ":["Nimm zuerst Kontakt mit deinem Kunden auf. Wenn du die Sichtweise deines Kunden kennst, kannst du möglicherweise das Missverständnis klären oder das Problem in Ordnung bringen. "],"Prove that the subscription was still active and that the customer was aware of, and did not follow, your cancellation procedure.":["Beweise, dass das Abonnement noch aktiv war und das dem Kunden deine Stornierungsrichtlinie bekannt war, er sie jedoch nicht befolgt hat."],"The customer claims that you continued to charge them after a subscription was canceled.":["Der Kunde behauptet, dass du ein Abonnement weiter abgerechnet hast, nachdem es storniert wurde."],"If your customer was not refunded appropriately, you will need to accept the dispute, or resolve the issue with your customer. The credit card networks place liability for accepting disputed payments with you, the business.":["Wenn dein Kunde keine entsprechende Rückerstattung erhalten hat, musst du die Reklamation akzeptieren oder das Problem mit deinem Kunden aus der Welt räumen. Die Kreditkartenanbieter sind haftbar, wenn sie für dein Business reklamierte Zahlungen akzeptieren."],"Subscription canceled":["Abonnement storniert"],"If the customer withdraws their dispute you should still submit evidence using the forms on the next screen. Be sure to provide a letter or email from the cardholder stating that they are no longer in dispute.":["Auch wenn der Kunde die Reklamation zurückzieht, solltest du mit den Formularen auf dem nächsten Bildschirm Nachweise einreichen. Füge einen Brief oder eine E-Mail vom Karteninhaber hinzu, aus dem hervorgeht, dass die Reklamation zurückgezogen wurde."],"If your customer made no attempt to return the product or cancel the service, or if you provided a replacement product or service, make sure to note that as well.":["Wenn dein Kunde das Produkt nicht zurückgesendet oder die Dienstleistung storniert hat oder wenn du einen Ersatz für das Produkt oder die Dienstleistung zur Verfügung gestellt hast, gib dies ebenfalls an."],"For products that have been repaired or replaced, provide evidence that the cardholder agreed to a repair or replacement, it has been received by the customer, and the repair or replacement has not since been disputed.":["Reiche bei reparierten oder ersetzten Produkten Nachweise ein, dass der Karteninhaber der Reparatur oder dem Austausch des Produkts zugestimmt hat, dass er das Produkt erhalten hat und dass es seither nicht reklamiert wurde."],"If the customer has not yet returned the product or canceled the service, provide specific information to that effect. You should double-check your incoming shipping records to verify that you have not received a return before you respond. If you have processed a credit or reversal for this transaction, provide evidence of this which includes the amount and date processed.":["Wenn der Kunde das Produkt noch nicht zurückgesendet oder die Dienstleistung storniert hat, reiche genaue Informationen hierzu ein. Bevor du antwortest, solltest du die Dokumentation deines Posteingangs genau überprüfen, um zu bestätigen, dass du keine Rücksendung erhalten hast. Wenn du eine Gutschrift oder eine Rückbuchung für diese Transaktion verarbeitet hast, gib einen Nachweis hierfür einschließlich Betrag und Verarbeitungsdatum an."],"If the product or service is as described, provide specific information (invoice, contract, etc.) to refute the cardholder’s claims. Quality disputes are where the customer does not agree with the condition of merchandise or service received (e.g., a car repair situation or quality of a hotel room). There may be instances where you will need to obtain a neutral third-party opinion to help corroborate your claim against the cardholder. Provide as much specific information and documentation as possible to refute the cardholder’s claims. It is recommended that you address each point that the cardholder has made.":["Wenn das Produkt oder die Dienstleistung so wie beschrieben bereitgestellt wurde, gib genaue Informationen an (Rechnung, Vertrag usw.), um die Behauptung des Karteninhabers zu entkräften. Als Qualitätsreklamation gelten Reklamationen, bei denen der Kunde den Zustand der Ware oder Dienstleistung beanstandet (z. B. Autoreparatur oder Hotelzimmer). Es kann vorkommen, dass du eine neutrale Drittmeinung einholen musst, um deine Behauptung gegenüber dem Karteninhaber zu bekräftigen. Stelle so viele genaue Informationen und Dokumentationen wie möglich bereit, um die Behauptungen des Karteninhabers zu widerlegen. Es ist empfehlenswert, jeden Punkt, den der Karteninhaber beanstandet, einzeln zu behandeln."],"Demonstrate that the product or service was delivered as described at the time of purchase.":["Weise nach, dass das Produkt oder die Dienstleistung zum Zeitpunkt des Kaufs so wie beschrieben zugestellt bzw. erbracht wurde."],"The product or service was received but was defective, damaged, or not as described.":["Das Produkt oder die Dienstleistung wurde erhalten, aber war defekt, beschädigt oder nicht wie beschrieben."],"If you can not prove the customer received their product or service as described, you should accept the dispute. You cannot issue a refund while a payment is being disputed. The credit card networks place liability for accepting disputed payments with you, the business.":["Wenn du nicht beweisen kannst, dass der Kunde das Produkt oder die Dienstleistung wie beschrieben erhalten hat, solltest du die Reklamation akzeptieren. Du kannst keine Rückerstattung auszahlen, solange eine Zahlung reklamiert wird. Die Kreditkartenanbieter sind haftbar, wenn sie für dein Business reklamierte Zahlungen akzeptieren."],"Product unacceptable":["Produkt inakzeptabel"],"Credit not processed":["Gutschrift nicht verarbeitet"],"First, get in touch with your customer. Understanding why they filed the dispute will be important for helping make sure your customer gets the product and will give you critical information to prevent this from happening to others.":["Nimm zuerst Kontakt mit deinem Kunden auf. Es ist wichtig zu verstehen, warum der Kunde reklamiert hat, um sicherzustellen, dass dein Kunde das Produkt erhält, und um zu verhindern, dass dasselbe Problem bei anderen Kunden auftritt."],"Prove that the customer received a physical product or offline service, or made use of a digital product or online service. This must have occurred prior to the date the dispute was initiated.":["Weise nach, dass der Kunde ein physisches Produkt oder eine Offline-Dienstleistung erhalten hat oder ein digitales Produkt oder einen Online-Dienst genutzt hat. Dies muss vor dem Datum der Reklamation geschehen sein."],"The customer claims they did not receive the products or services purchased.":["Der Kunde behauptet, dass er die gekauften Produkte oder Dienstleistungen nicht erhalten hat."],"If you can not prove the customer received their product or service, you should accept the dispute. You cannot issue a refund while a payment is being disputed. The credit card networks place liability for accepting disputed payments with you, the business.":["Wenn du nicht beweisen kannst, dass der Kunde das Produkt oder die Dienstleistung erhalten hat, solltest du die Reklamation akzeptieren. Du kannst keine Rückerstattung auszahlen, solange eine Zahlung reklamiert wird. Die Kreditkartenanbieter sind haftbar, wenn sie für dein Business reklamierte Zahlungen akzeptieren."],"Product not received":["Artikel nicht erhalten"],"Insufficient funds":["Unzureichendes Guthaben"],"Check returned":["Scheck zurückgebucht"],"Incorrect account details":["Inkorrekte Kontodaten"],"This is an uncategorized dispute, so you should contact the customer for additional details to find out why the payment was disputed.":["Dies ist eine nicht kategorisierte Reklamation. Deshalb solltest du den Kunden kontaktieren, um herauszufinden, warum die Zahlung reklamiert wurde."],"General":["Allgemein"],"Bank cannot process":["Verarbeitungsprobleme der Bank"],"Try to get in touch with your customer. Sometimes people forget about payments they make or don’t recognize the way they appear on their card statement. If this is the case, ask them to contact their card issuer and let them know they no longer dispute the transaction.":["Nimm Kontakt mit deinem Kunden auf. Manchmal erinnern sich Kunden nicht an Zahlungen oder verstehen nicht, wie sie auf der Kartenabrechnung angezeigt werden. Sollte dies der Fall sein, bitte den Kunden, seinen Kartenanbieter darüber zu informieren, dass er die Transaktion nicht mehr reklamiert."],"Provide adequate payment and order details so that a legitimate customer recognizes it, or proves to the card issuer that their cardholder authorized the transaction.":["Gib entsprechende Informationen zu Zahlung und Bestellung an, damit ein rechtmäßiger Kunde diese erkennt oder der Kartenanbieter sieht, dass der Karteninhaber die Transaktion autorisiert hat."],"This is the most common reason for a dispute, and happens when a cardholder claims that they didn’t authorize the payment. This can happen if the card was lost or stolen and used to make an unauthorized transaction. It can also happen if the cardholder doesn’t recognize the payment as it appears on the billing statement from their card issuer.":["Dies ist der häufigste Grund für eine Reklamation und er tritt auf, wenn ein Karteninhaber angibt, dass er die Zahlung nicht autorisiert hat. Dies passiert, wenn die Karte verloren ging oder gestohlen wurde und für eine nicht autorisierte Transaktion verwendet wurde. Es kann aber auch passieren, dass der Karteninhaber die Zahlung auf der Kartenabrechnung des Kartenanbieters nicht anerkennt."],"If you believe the payment was actually made using a stolen credit card, you will need to accept the dispute. The credit card networks place liability for accepting unauthorized transactions with you, the business.":["Wenn du glaubst, dass die Zahlung tatsächlich von einer gestohlenen Kreditkarte stammt, musst du die Reklamation akzeptieren. Die Kreditkartenanbieter sind haftbar, wenn sie für dein Unternehmen nicht autorisierte Transaktionen akzeptieren."],"Fraudulent":["Betrug"],"Transaction ID":["Transaktions-ID"],"Order":["Bestellung"],"Respond by":["Antwort per"],"Disputed on":["Reklamiert am"],"Country":["Land"],"Email":["E-Mail-Adresse"],"Customer":["Kunde"],"Source":["Quelle"],"Reason":["Grund"],"Please wait until file upload is finished":["Warte bitte, bis die Datei hochgeladen ist"],"Failed to save evidence. (%s)":["Nachweis konnte nicht gespeichert werden. (%s)"],"Failed to submit evidence. (%s)":["Nachweis konnte nicht übermittelt werden. (%s)"],"Evidence saved!":["Nachweis gespeichert!"],"Evidence submitted!":["Nachweis eingereicht!"],"There are unsaved changes on this page. Are you sure you want to leave and discard the unsaved changes?":["Auf dieser Seite sind nicht gespeicherte Änderungen vorhanden. Bist du sicher, dass du deine nicht gespeicherten Änderungen verwerfen möchtest?"],"Multiple product types":["Mehrere Produkttypen"],"Offline service":["Offline-Dienstleistung"],"Save for later":["Für später speichern"],"Submit evidence":["Nachweis einreichen"],"Are you sure you're ready to submit this evidence? Evidence submissions are final.":["Bist du sicher, dass du diesen Nachweis bereits übermitteln möchtest? Die Übermittlung von Nachweisen ist endgültig."],"Upload file":["Datei hochladen"],"Customer communication":["Kommunikation mit dem Kunden"],"Cancellation policy":["Stornierungsrichtlinie"],"Proof of shipping":["Versandnachweis"],"Accept dispute":["Reklamation akzeptieren"],"View submitted evidence":["Eingereichte Nachweise anzeigen"],"Failed":["Fehlgeschlagen"],"Canceled":["Abgebrochen"],"Withdrawal":["Zurücknahme"],"In transit":["Unterwegs"],"Net deposit":["Netto-Anzahlung"],"Bank account":["Bankkonto"],"Status":["Status"],"Amount":["Menge"],"Type":["Art"],"Date":["Datum"],"Close":["Schließen"],"%s service fee: ":["%s Dienstleistungsgebühr: "],"Balance available for instant payout: ":["Guthaben verfügbar zur Sofortauszahlung: "],"Need cash in a hurry? Instant payouts are available within 30 minutes for a nominal %s service fee. <a>Learn more<\/a>":["Benötigst du schnell Bargeld? Sofortauszahlungen sind innerhalb von 30 Minuten für eine nominale Servicegebühr von %s verfügbar. <a>Weitere Informationen<\/a>"],"Deposit currency":["Anzahlungswährung"],"All":["Alle"],"Error retrieving disputes.":["Fehler beim Abrufen von Reklamationen"],"Error retrieving dispute.":["Fehler beim Abrufen der Reklamation"],"There has been an error accepting the dispute. Please try again later.":["Beim Akzeptieren der Reklamation ist ein Fehler aufgetreten. Bitte versuche es später erneut."],"You have accepted the dispute.":["Du hast die Reklamation akzeptiert."],"You have accepted the dispute for order #%s.":["Du hast die Reklamation für die Bestellung mit der Nr. %s akzeptiert."],"Error retrieving payout.":["Fehler beim Abrufen der Auszahlung."],"Error retrieving payouts.":["Fehler beim Abrufen der Auszahlungen."],"Error creating instant payout.":["Fehler beim Erstellen einer Sofortauszahlung."],"View details":["Details anzeigen"],"Instant payout for %s in transit.":["Sofortauszahlung für %s unterwegs."],"Normal":["Normal"],"Highest":["Höchste"],"Elevated":["Erhöht"],"Payment blocked":["Zahlung gesperrt"],"Payment failed":["Bezahlen fehlgeschlagen"],"Payment authorized":["Zahlung autorisiert"],"Paid":["Bezahlt"],"Refunded":["Rückerstattet"],"Partial refund":["Teilweise Rückerstattung"],"Disputed: %s":["Reklamation: %s"],"Lost":["Verloren"],"Won":["Gewonnen"],"Charge refunded":["Belastung rückerstattet"],"Under review":["Wird geprüft"],"Needs response":["Antwort erforderlich"],"Inquiry: Closed":["Anfrage: geschlossen"],"Inquiry: Under review":["Anfrage: wird geprüft"],"Disabled":["Deaktiviert"],"Payments:":["Zahlungen:"],"Enabled":["Aktiviert"],"Rejected":["Abgelehnt"],"Restricted":["Eingeschränkt"],"Restricted soon":["Bald eingeschränkt"],"Complete":["Abgeschlossen"],"Unknown":["Unbekannt"],"%1$f%% + %2$s per transaction":["%1$f%% + %2$s pro Transaktion"],"Discounted base fee expires on %1$s.":["Reduzierte Grundgebühr läuft am %1$s ab."],"Discounted base fee expires after the first %1$s of total payment volume.":["Die reduzierte Grundgebühr läuft nach dem ersten %1$s des gesamten Zahlungsbetrags ab."],"Discounted base fee expires after the first %1$s of total payment volume or on %2$s.":["Die reduzierte Grundgebühr läuft nach dem ersten %1$s des gesamten Zahlungsbetrags oder am %2$s ab."],"Learn more":["Erfahre mehr"],"(%f%% discount)":["(%f%% Rabatt)"],"Store refund policy":["Richtlinie des Shops zum Rückgaberecht"],"Subscription #":["Abonnement-Nr."],"Order #":["Bestellnummer #"],"Discount":["Rabatt"],"Pending":["Ausstehend"],"Tax":["Steuer"],"There was a problem redirecting you to the account dashboard. Please try again.":["Bei der Weiterleitung zum Konto-Dashboard ist ein Problem aufgetreten. Bitte versuch es noch einmal."],"unknown":["unbekannt"],"Account":["Konto"],"Error determining the connection status.":["Fehler bei der Ermittlung des Verbindungsstatus."],"Base fee":["Grundgebühr"],"Challenge dispute":["Reklamation anfechten"],"Dispute details":["Reklamationsdetails"],"Payment details":["Zahlungsinformationen"],"Overview":["Überblick"],"Disputes":["Reklamationen"],"Transactions":["Transaktionen"],"Payments":["Zahlungen"]}}}