{"locale_data":{"messages":{"":{"plural_forms":"nplurals=2; plural=n != 1;","language":"de","project_id_version":"WooCommerce - WooCommerce Payments"},"Simplify checkout with fewer steps to pay.":["Vereinfache den Bezahlvorgang, indem weniger Schritte zum Bezahlen erforderlich sind."],"An easy, secure way to pay that's accepted on millions of stores.":["Eine einfache und sichere Methode zum Bezahlen, die von Millionen von Shops genutzt wird."],"A one-click, high-converting, secure checkout built for Woo — themed to your brand.":["Sicheres Bezahlen mit nur einem Klick und mit hoher Konversionsrate – erstellt für Woo und thematisch an deine Marke angepasst."],"Copy the test number:":["Kopiere die Testnummer:"],"Test number copied to your clipboard!":["Die Testnummer wurde in die Zwischenablage kopiert!"],"There was a problem processing the order.":["Beim Bearbeiten der Bestellung ist ein Problem aufgetreten."],"Please type only valid emails":["Bitte gib eine gültige E-Mail-Adresse an"],"Please fill out all required fields":["Bitte fülle alle erforderlichen Felder aus"],"Signature not found.":["Unterschrift konnte nicht gefunden werden."],"Request for signature failed.":["Antrag auf Unterschrift fehlgeschlagen."],"WooPay Connect Direct Checkout":["Bezahlen mit WooPay Connect Direct"],"Invalid or missing payment details. Please ensure the provided payment method is correctly entered.":["Ungültige oder fehlende Zahlungsangaben. Bitte achte auf die korrekte Angabe der Zahlungsmethode."],"Book with WooPay":["Mit WooPay buchen"],"Donate with WooPay":["Mit WooPay spenden"],"Please select your product options before proceeding.":["Bitte wähle deine Produktoptionen aus, bevor du fortfährst."],"Sorry, this product is unavailable. Please choose a different combination.":["Dieses Produkt ist leider nicht verfügbar. Bitte wähle eine andere Kombination."],"This payment method cannot be saved for future use.":["Diese Zahlungsmethode kann nicht zur zukünftigen Verwendung gespeichert werden."],"Something went wrong. Please try again.":["Es ist ein Fehler aufgetreten. Bitte versuche es erneut."],"Test Mode":["Testmodus"],"WooPay is unavailable at this time. Sorry for the inconvenience.":["WooPay ist derzeit nicht verfügbar. Wir entschuldigen uns für diese Unannehmlichkeit."],"Buy with WooPay":["Mit WooPay kaufen"],"WooPay is unavailable at this time. Please complete your checkout below. Sorry for the inconvenience.":["WooPay ist derzeit nicht verfügbar. Bitte schließe deinen Bezahlvorgang unten ab. Wir entschuldigen uns für diese Unannehmlichkeit."],"WooPay":["WooPay"],"WooPay SMS code verification":["SMS-Code-Verifizierung von WooPay"],"Refund":["Rückerstattung"],"Fees":["Gebühren"],"Discount":["Rabatt"],"Pending":["Ausstehend"],"Shipping":["Versand"],"Tax":["Steuer"],"An error was encountered when preparing the payment form. Please try again later.":["Bei der Vorbereitung des Zahlungsformulars ist ein Fehler aufgetreten. Bitte versuche es später erneut."]}}}