{"locale_data":{"messages":{"":{"plural_forms":"nplurals=2; plural=n != 1;","language":"de","project_id_version":"WooCommerce - WooCommerce Payments"}," (+1 0000000000 can be used for test accounts)":[" (+1 0000000000 kann für Testkonten verwendet werden)"],"Log error messages (defaulted on for test accounts)":["Fehlermeldungen protokollieren (für Testkonten standardmäßig aktiviert)"],"The cardholder claims they did not receive the product.":["Der Karteninhaber hat angegeben, dass er das Produkt nicht erhalten hat."],"Inquiry: Response needed":["Anfrage: Antwort erforderlich"],"Response needed":["Antwort erforderlich"],"Tax details updated":["Steuerdetails aktualisiert"],"Tax details are already submitted.":["Steuerdetails wurden bereits übermittelt."],"11-digit number, for example 12 345 678 901.":["11-stellige Nummer, z. B. 12 345 678 901."],"Enter your UEN (e.g., 200312345A) or GST Registration Number (e.g., M91234567X).":["Gib deine UEN- (z. B. 200312345A) oder GST-Registrierungsnummer (z. B. M91234567X) ein."],"8-digit or 9-digit number, for example 99-999-999 or 999-999-999.":["Eine 8-stellige oder 9-stellige Zahl, z. B. 99-999-999 oder 999-999-999."],"By providing your UEN or GST number you confirm you are a Singapore GST registered business and you are going to account for the GST.":["Mit der Angabe deiner UEN- oder GST-Nummer bestätigst du, dass du ein in Singapur registriertes, GST-pflichtiges Unternehmen bist und GST abführst."],"By inputting your IRD number you confirm that you are going to account for the GST.":["Mit der Angabe deiner IRD-Nummer bestätigst du, dass du GST abführst."],"By inputting your VAT number you confirm you are a Norway VAT registered business and that you are going to account for the VAT.":["Mit der Angabe deiner VAT-Nummer bestätigst du, dass du ein in Norwegen registriertes, mehrwertsteuerpflichtiges Unternehmen bist und Mehrwertsteuer abführst."],"By inputting your ABN number you confirm that you are going to account for the GST.":["Mit der Angabe deiner ABN-Nummer bestätigst du, dass du GST abführst."],"UEN or GST Registration Number":["UEN- oder GST-Registrierungsnummer"],"IRD Number":["IRD-Nummer"],"ABN":["ABN"],"I have a valid %1$s":["Ich habe eine gültige %1$s"],"%s won't be visible to your customers until you provide the required information. Follow the instructions sent by our partner Stripe to your email.":["Du musst die erforderlichen Informationen angeben, damit %s für deine Kunden sichtbar wird. Befolge die Anweisungen, die dir von unserem Partner Stripe per E-Mail gesendet wurden."],"%s requires your store to be live and fully functional before it can be reviewed for use with their service. This approval process usually takes 2-3 days.":["%s setzt voraus, dass dein Shop live und voll funktionsfähig ist, bevor er für die Verwendung mit dem Dienst überprüft werden kann. Dieser Genehmigungsprozess dauert in der Regel 2-3 Tage."],"Approval pending":["Genehmigung ausstehend"],"Your application to use %s has been rejected, please check your email for more information. Need help? {{contactSupportLink}}Contact support{{\/contactSupportLink}}":["Dein Antrag zur Verwendung von %s wurde abgelehnt. In deinem E-Mail-Posteingang findest du weitere Informationen. Brauchst du Hilfe? {{contactSupportLink}}Support kontaktieren{{\/contactSupportLink}}"],"Manual capture is not available when Stripe Billing is active.":["Die manuelle Erfassung ist nicht verfügbar, wenn Stripe Billing aktiv ist."],"Stripe Billing is not available with <b>manual capture enabled<\/b>. To use Stripe Billing, disable manual capture in your settings list.":["Stripe Billing ist nicht verfügbar, wenn die <b>manuelle Erfassung aktiviert ist<\/b>. Deaktiviere die manuelle Erfassung in deiner Einstellungsliste, um Stripe Billing zu verwenden."],"OK":["OK"],"Enable Stripe Billing":["Stripe Billing aktivieren"],"Error saving option":["Fehler beim Speichern der Option"],"Enhanced fraud protection 🔒":["Verbesserter Betrugsschutz 🔒"],"Google Pay is incompatible with test mode. {{learnMore}}Learn more{{\/learnMore}}.":["Google Pay ist nicht mit dem Testmodus kompatibel. {{learnMore}}Weitere Informationen{{\/learnMore}}."],"%s is currently powering multiple popular payment methods on your store. Without it, they will no longer be available to your customers, which may influence sales.":["%s unterstützt derzeit mehrere beliebte Zahlungsmethoden in deinem Shop. Ohne das Plugin stehen sie deinen Kunden nicht mehr zur Verfügung, was die Verkäufe beeinträchtigen könnte."],"The minimum amount that can be processed is %1$s %2$s.":["Der Mindestbetrag, der verarbeitet werden kann, beträgt %1$s %2$s."],"The payment amount is too small to be processed.":["Der Zahlungsbetrag ist zu gering, um verarbeitet zu werden."],"Total per transaction":["Gesamt pro Transaktion"],"Currency conversion fee":["Gebühr für die Währungsumrechnung"],"International payment method fee":["Gebühr für internationale Zahlungsmethode"],"There has been an error capturing the payment for order #%s.":["Beim Buchen der Zahlung für die Bestellnummer %s ist ein Fehler aufgetreten."],"Unable to process the payment. Please try again later.":["Zahlung konnte nicht verarbeitet werden. Bitte versuche es später erneut."],"An unexpected error occurred. Please try again later.":["Es ist ein unerwarteter Fehler aufgetreten. Versuche es später erneut."],"The payment cancellation failed to complete.":["Die Stornierung der Zahlung konnte nicht abgeschlossen werden."],"The payment capture failed to complete.":["Die Buchung der Zahlung konnte nicht abgeschlossen werden."],"This payment cannot be processed in its current state.":["Diese Zahlung kann in ihrem derzeitigen Zustand nicht verarbeitet werden."],"The payment cannot be processed due to a mismatch with order details.":["Die Zahlung kann aufgrund einer Nichtübereinstimmung mit den Bestelldaten nicht verarbeitet werden."],"Payment cannot be processed for partially or fully refunded orders.":["Die Zahlung kann für teilweise oder vollständig rückerstattete Bestellungen nicht verarbeitet werden."],"The order could not be found.":["Die Bestellung wurde nicht gefunden."],"There has been an error canceling the payment for order #%s.":["Beim Stornieren der Zahlung für die Bestellnummer %s ist ein Fehler aufgetreten."],"Activate payments":["Zahlungen aktivieren"],"In order to receive payouts, you will need to provide your bank details.":["Um Auszahlungen entgegennehmen zu können, musst du deine Bankinformationen angeben."],"To use %s, you will need to verify your business details.":["Um %s verwenden zu können, musst du deine Geschäftsinformationen verifizieren."],"Your test account will be deactivated, but your transactions can be found in your order history.":["Dein Testkonto wird deaktiviert, deine Transaktionen findest du aber weiterhin im Bestellverlauf."],"Before continuing, please make sure that you're aware of the following:":["Stelle vor dem Fortfahren sicher, dass du folgende Punkte berücksichtigst:"],"Activate payments on your store":["Zahlungen in deinem Shop aktivieren"],"Checkout policies":["Richtlinien beim Bezahlen"],"When enabled, WooPay checkout will be themed with your store’s brand colors and fonts. {{docs}}Learn more {{\/docs}}":["Wenn du diese Funktion aktiviert hast, wird beim WooPay-Bezahlvorgang das Theme mit den Farben und Schriftarten deiner Marke angezeigt. {{docs}}Weitere Informationen{{\/docs}}"],"Enable global theme support":["Unterstützung für das globale Theme aktivieren"],"Checkout theme":["Theme beim Bezahlen"],"Support phone number cannot be empty.":["Telefonnummer des Supports darf nicht leer sein."],"Manage and update your bank account information to receive payouts.":["Verwalte und aktualisiere deine Bankkontodaten, um Auszahlungen zu erhalten."],"Payout bank account":["Bankkonto für Auszahlungen"],"Payout schedule":["Auszahlungszeitplan"],"Payouts":["Auszahlungen"],"Some appearance settings may be overridden in the express payment section of the Cart & Checkout blocks.":["Einige Designeinstellungen werden im Abschnitt „Express-Zahlung“ der Warenkorb- und Bezahlen-Blöcke möglicherweise überschrieben."],"%s, and %s":["%s und %s"],"%s and %s":["%s und %s"],"Boost sales by offering customers additional buying power and flexible payment options.":["Steigere den Umsatz, indem du deinen Kunden ein tolles Einkaufserlebnis und flexible Zahlungsmöglichkeiten bietest."],"Buy now, pay later":["Jetzt kaufen, später bezahlen"],"13-digit number, for example 1234567890123.":["Eine 13-stellige Zahl, z. B. 1234567890123."],"Corporate Number":["Geschäftsnummer"],"The information you provide here will be used for all of your account's tax documents.":["Die Angaben, die du hier machst, werden für alle Steuerunterlagen deines Kontos verwendet."],"Set your %1$s":["Deine %1$s einrichten"],"Set your tax details":["Deine Steuerdetails einrichten"],"To preview the express checkout buttons, ensure your store uses HTTPS on a publicly available domain, and you're viewing this page in a Safari or Chrome browser. Your device must be configured to use Apple Pay or Google Pay.":["Um die Buttons für Express-Zahlungen in der Vorschau anzuzeigen, stelle sicher, dass dein Shop HTTPS auf einer öffentlich verfügbaren Domain verwendet und dass du diese Seite über einen Safari- oder Chrome-Browser aufrufst. Zur Verwendung von Apple Pay oder Google Pay muss dein Gerät entsprechend konfiguriert sein."],"Failed to preview the Apple Pay or Google Pay button. Ensure your store uses HTTPS on a publicly available domain and you're viewing this page in a Safari or Chrome browser. Your device must be configured to use Apple Pay or Google Pay.":["Der Apple Pay- oder Google Pay-Button konnte nicht in der Vorschau angezeigt werden. Stelle sicher, dass dein Shop HTTPS auf einer öffentlich verfügbaren Domain verwendet und dass du diese Seite über einen Safari- oder Chrome-Browser aufrufst. Zur Verwendung von Apple Pay oder Google Pay muss dein Gerät entsprechend konfiguriert sein."],"Controls the corner roundness of express payment buttons.":["Steuert die Rundung der Ecken von Express-Bezahlen-Buttons."],"Border radius, slider":["Rahmenradius, Slider"],"Border radius, number input":["Rahmenradius, Nummerneingabe"],"Mobile number":["Mobiltelefonnummer"],"This payment method is enabled by other extensions. {{reviewExtensions}}Review extensions{{\/reviewExtensions}} to improve the shopper experience.":["Diese Zahlungsmethode wird von anderen Erweiterungen aktiviert. {{reviewExtensions}}Sieh dir Erweiterungen an{{\/reviewExtensions}}, um das Erlebnis von Käufern zu verbessern."],"Enable or disable %s on your store.":["%s in deinem Shop aktivieren oder deaktivieren."],"Cartes Bancaires":["Cartes Bancaires"],"Payouts are currently paused because a recent payout failed. Please {{updateLink}}update your bank account details{{\/updateLink}}.":["Auszahlungen sind derzeit pausiert, weil eine kürzliche Auszahlung fehlgeschlagen ist. Bitte {{updateLink}}aktualisiere deine Kontodetails{{\/updateLink}}."],"Do you want to continue?":["Möchtest du fortfahren?"],"Additionally, only card payments support manual capture. Non-card payments will be hidden from checkout.":["Außerdem können nur Kartenzahlungen manuell erfasst werden. Zahlungen, die nicht mit einer Karte erfolgen, werden beim Bezahlen ausgeblendet."],"Payments must be captured within 7 days or the authorization will expire and money will be returned to the shopper.":["Zahlungen müssen innerhalb von 7 Tagen erfasst werden, andernfalls verfällt die Autorisierung und das Geld wird an den Käufer zurückerstattet."],"Basic level help icon":["Hilfe-Icon auf Basislevel"],"Please type only valid emails":["Bitte gib eine gültige E-Mail-Adresse an"],"Please fill out all required fields":["Bitte fülle alle erforderlichen Felder aus"],"WooPay Connect Direct Checkout":["Bezahlen mit WooPay Connect Direct"],"Payouts are paused while your available funds balance remains below %s. {{learnMoreLink}}Learn more{{\/learnMoreLink}}":["Auszahlungen werden pausiert, solange dein verfügbares Guthaben unter %s liegt. {{learnMoreLink}}Weitere Informationen{{\/learnMoreLink}}"],"Your first payout will be held for 7-14 days. Payout scheduling will be available after this period. {{learnMoreLink}}Learn more{{\/learnMoreLink}}":["Deine erste Auszahlung wird 7 bis 14 Tage zurückgehalten. Nach diesem Zeitraum stehen Auszahlungszeitpläne zur Verfügung. {{learnMoreLink}}Weitere Informationen{{\/learnMoreLink}}"],"Payout scheduling is currently unavailable for your store. {{learnMoreLink}}Learn more{{\/learnMoreLink}}":["Auszahlungszeitpläne sind zurzeit für deinen Shop nicht verfügbar. {{learnMoreLink}}Weitere Informationen{{\/learnMoreLink}}"],"Test mode lets you try out payments, refunds, disputes and other such processes as you're working on your store without handling live payment information. All incoming orders will be simulated, and test mode will have to be disabled before you can accept real orders.":["Im Testmodus kannst du Zahlungen, Rückerstattungen, Reklamationen und andere Prozesse ausprobieren, während du an deinem Shop arbeitest, ohne dass du Live-Zahlungsinformationen verarbeiten musst. Alle eingehenden Bestellungen werden simuliert, und der Testmodus muss deaktiviert werden, bevor du echte Bestellungen annehmen kannst."],"Are you sure you want to enable test mode?":["Bist du sicher, dass du den Testmodus aktivieren möchtest?"],"Learn more about test mode":["Weitere Informationen zum Testmodus"],"There has been an error refunding the payment #%s. Please try again later.":["Beim Rückerstatten der Zahlung Nr. %s ist ein Fehler aufgetreten. Bitte versuche es später erneut."],"Refunded payment #%s.":["Zahlung Nr. %s rückerstattet."],"You have no funds available. {{whyLink}}Why?{{\/whyLink}}":["Du hast kein Guthaben verfügbar. {{whyLink}}Warum?{{\/whyLink}}"],"Learn more about fraud protection":["Weitere Informationen zum Schutz vor Betrug"],"Book with WooPay":["Mit WooPay buchen"],"Donate with WooPay":["Mit WooPay spenden"],"Please select your product options before proceeding.":["Bitte wähle deine Produktoptionen aus, bevor du fortfährst."],"Sorry, this product is unavailable. Please choose a different combination.":["Dieses Produkt ist leider nicht verfügbar. Bitte wähle eine andere Kombination."],"Contact Support":["Support kontaktieren"],"Preview of checkout":["Bezahlen-Vorschau"],"Upload a custom logo. Upload a horizontal image with a white or transparent background for best results. Use a PNG or JPG image format. Recommended width: 512 pixels minimum.":["Lade ein individuelles Logo hoch. Lade ein horizontales Bild mit weißem oder transparentem Hintergrund hoch, um die besten Ergebnisse zu erhalten. Verwende PNG- oder JPG-Bildformate. Empfohlene Mindestbreite: 512 Pixel."],"Checkout logo":["Bezahlen-Logo"],"WooPay Disable Feedback":["WooPay – Rückmeldungen deaktivieren"],"WooPay Logo":["WooPay-Logo"],"Something went wrong. Please try again.":["Es ist ein Fehler aufgetreten. Bitte versuche es erneut."],"Override the default {{privacyLink}}privacy policy{{\/privacyLink}} and {{termsLink}}terms of service{{\/termsLink}}, or add custom text to WooPay checkout. {{learnMoreLink}}Learn more{{\/learnMoreLink}}.":["Überschreibe die Standard{{privacyLink}}-Datenschutzerklärung{{\/privacyLink}} und {{termsLink}}-Geschäftsbedingungen{{\/termsLink}} oder füge dem WooPay-Bezahlvorgang individuellen Text hinzu. {{learnMoreLink}}Weitere Informationen{{\/learnMoreLink}}."],"Error retrieving file.":["Fehler beim Abrufen der Datei."],"More options for specific payment needs.":["Mehr Optionen für spezielle Zahlungsanforderungen."],"By enabling this setting, future %s subscription purchases will utilize Stripe Billing for payment processing. Note: This feature supports card payments only and may lack support for key subscription features. {{learnMoreLink}}Learn more{{\/learnMoreLink}}":["Wenn diese Einstellung aktiviert wird, wird in Zukunft für %s-Abonnementkäufe zur Zahlungsverarbeitung Stripe Billing verwendet. Hinweis: Diese Funktion unterstützt nur Kartenzahlungen und bietet möglicherweise keine Unterstützung für wichtige Abonnementfunktionen. {{learnMoreLink}}Weitere Informationen{{\/learnMoreLink}}"],"Alternatively, you can enable this setting and future %s subscription purchases will also utilize Stripe Billing for payment processing. Note: This feature supports card payments only and may lack support for key subscription features. {{learnMoreLink}}Learn more{{\/learnMoreLink}}":["Alternativ kannst du diese Einstellung aktivieren, damit in Zukunft für %s-Abonnementkäufe zur Zahlungsverarbeitung auch Stripe Billing verwendet wird. Hinweis: Diese Funktion unterstützt nur Kartenzahlungen und bietet möglicherweise keine Unterstützung für wichtige Abonnementfunktionen. {{learnMoreLink}}Weitere Informationen{{\/learnMoreLink}}"],"Enable Stripe Billing for future subscriptions":["Für Abonnements in Zukunft Stripe Billing aktivieren"],"Subscriptions":["Abonnements"],"%d customer subscription is being migrated from Stripe off-site billing to billing powered by %s and %s.":["%d Kundenabonnement wird von der externen Stripe-Abrechnung auf die Abrechnung auf Basis von %s und %s umgestellt.","%d Kundenabonnements werden von der externen Stripe-Abrechnung auf die Abrechnung auf Basis von %s und %s umgestellt."],"There is %d customer subscription using Stripe Billing for subscription renewals. We suggest migrating it to on-site billing powered by the %s plugin. {{learnMoreLink}}Learn more{{\/learnMoreLink}}":["%d Kundenabonnement verwendet Stripe Billing für Abonnementverlängerungen. Wir schlagen vor, es auf die interne Abrechnung auf Basis des %s-Plugins umzustellen. {{learnMoreLink}}Weitere Informationen{{\/learnMoreLink}}","%d Kundenabonnements verwenden Stripe Billing zur Zahlungsverarbeitung. Wir schlagen vor, diese auf die interne Abrechnung auf Basis des %s-Plugins umzustellen. {{learnMoreLink}}Weitere Informationen{{\/learnMoreLink}}"],"Begin migration":["Umstellung starten"],"%d customer subscription was successfully migrated from Stripe off-site billing to on-site billing powered by %s and %s.":["%d Kundenabonnement wurde erfolgreich von der externen Stripe-Abrechnung auf die interne Abrechnung auf Basis von %s und %s umgestellt.","%d Kundenabonnements wurden erfolgreich von der externen Stripe-Abrechnung auf die interne Abrechnung auf Basis von %s und %s umgestellt."],"There is currently %d customer subscription using Stripe Billing for payment processing. This subscription will be automatically migrated to use the on-site billing engine built into %s once Stripe Billing is disabled. {{learnMoreLink}}Learn more{{\/learnMoreLink}}":["Aktuell verwendet %d Kundenabonnement Stripe Billing zur Zahlungsverarbeitung. Dieses Abonnement wird automatisch auf die interne Abrechnungsfunktion umgestellt, die in %s integriert ist, sobald Stripe Billing deaktiviert ist. {{learnMoreLink}}Weitere Informationen{{\/learnMoreLink}}","Derzeit verwenden %d Kundenabonnements Stripe Billing zur Zahlungsverarbeitung. Diese Abonnements werden automatisch auf die interne Abrechnungsfunktion umgestellt, die in %s integriert ist, sobald Stripe Billing deaktiviert ist. {{learnMoreLink}}Weitere Informationen{{\/learnMoreLink}}"],"Error starting the Stripe Billing migration.":["Fehler beim Starten der Stripe Billing-Umstellung."],"Customer statements":["Bankauszüge des Kunden"],"Provide contact information where customers can reach you for support.":["Bitte gib Kontaktinformationen an, über die Kunden deinen Support erreichen können."],"Customer bank statement (kana)":["Bankauszug des Kunden (Kana)"],"Use only kana characters.":["Bitte verwende ausschließlich Kana-Schriftzeichen."],"Customer bank statement (kanji)":["Bankauszug des Kunden (Kanji)"],"Use only kanji characters.":["Bitte verwende ausschließlich Kanji-Schriftzeichen."],"Use only latin characters.":["Bitte verwende ausschließlich lateinische Buchstaben."],"The cardholder claims this is an unauthorized transaction.":["Der Karteninhaber hat angegeben, dass es sich hierbei um eine nicht autorisierte Zahlung handelt."],"The cardholder claims this is a duplicate transaction.":["Der Karteninhaber hat angegeben, dass es sich hierbei um eine doppelte Zahlung handelt."],"The cardholder claims a credit was not processed.":["Der Karteninhaber hat angegeben, dass das Guthaben nicht verarbeitet wurde."],"The cardholder claims a subscription was canceled.":["Der Karteninhaber hat angegeben, dass ein Abonnement storniert wurde."],"The cardholder claims the product was unacceptable.":["Der Karteninhaber hat angegeben, dass das Produkt nicht akzeptabel war."],"Help avoid unauthorized transactions and disputes by setting your fraud protection level.":["Hilf dabei, nicht autorisierte Transaktionen und Reklamationen zu verhindern, indem du deine Stufe für Betrugsschutz festlegst."],"Let your customers pay with JCB, the only international payment brand based in Japan.":["Lasse deine Kunden mit JCB bezahlen, dem einzigen internationalen Zahlungsunternehmen mit Sitz in Japan."],"More information needed":["Weitere Informationen erforderlich"],"Learn more about enabling payment methods":["Weitere Informationen zur Aktivierung von Zahlungsmethoden"],"We need more information from you to enable this method. {{learnMoreLink}}Learn more{{\/learnMoreLink}}":["Wir benötigen weitere Informationen von dir, um diese Methode aktivieren zu können. {{learnMoreLink}}Weitere Informationen.{{\/learnMoreLink}}"],"One or more of your extensions are incompatible with WooPay.":["Eine oder mehrere deiner Erweiterungen ist bzw. sind nicht mit WooPay kompatibel."],"{{linkToStripePage \/}} about %s Fees":["{{linkToStripePage \/}} Infos zu %s-Gebühren"],"{{linkToStripePage \/}} about %s Fees in your country":["{{linkToStripePage \/}} Infos zu %s-Gebühren in deinem Land"],"View our documentation":["Sieh dir unsere Dokumentation an"],"When enabled, payment methods powered by %s will appear on checkout.":["Bei Aktivierung werden von %s unterstützte Zahlungsmethoden beim Bezahlen angezeigt."],"Enable Subscriptions with %s":["Aktiviere Abonnements mit %s"],"Payment methods that need %s:":["Zahlungsmethoden, die %s erfordern:"],"Disable %s":["%s deaktivieren"],"Enable %s":["%s aktivieren"],"Union Pay":["UnionPay"],"Stripe Account":["Stripe-Konto"],"In-Person Card Payment":["Persönliche Kartenzahlung"],"Card Payment":["Kartenzahlung"],"ACSS Debit":["ACSS-Lastschrift"],"ACH Debit":["ACH-Lastschrift"],"ACH Credit Transfer":["ACH-Überweisung"],"Visa":["Visa"],"UnionPay":["UnionPay"],"Mastercard":["MasterCard"],"JCB":["JCB"],"Discover":["Entdecken"],"Diners Club":["Diners Club"],"American Express":["American Express"],"Disputes match <select \/> filters":["Reklamationen stimmen mit {{select \/}} Filtern überein"],"<title>Status<\/title> <rule \/> <filter \/>":["<title>Status<\/title> <rule \/> <filter \/>"],"<title>Date<\/title> <rule \/> <filter \/>":["<title>Datum<\/title> <rule \/> <filter \/>"],"If you can not prove the customer’s subscription was canceled, and or they did not follow your cancellation policy, you should accept the dispute. You cannot issue a refund while a payment is being disputed. The credit card networks place liability for accepting disputed payments with you, the business.":["Wenn du nicht beweisen kannst, dass das Abonnement des Kunden storniert wurde und\/oder deine Stornierungsrichtlinie nicht eingehalten wurde, solltest du die Reklamation akzeptieren. Du kannst keine Rückerstattung auszahlen, solange eine Zahlung reklamiert wird. Die Kreditkartenanbieter sind haftbar, wenn sie für dein Unternehmen reklamierte Zahlungen akzeptieren."],"Transaction unauthorized":["Transaktion wurde nicht autorisiert"],"Payments that have been blocked by a risk filter will appear under the blocked tab in {{strong}}Payments > Transactions{{\/strong}}. We'll let you know why each payment was blocked so you can determine if you need to adjust your risk filters.":["Zahlungen, die von einem Risikofilter blockiert wurden, werden auf dem Blockiert-Tab unter {{strong}}Zahlungen > Transaktionen{{\/strong}} angezeigt. Wir teilen dir mit, warum die einzelnen Zahlungen blockiert wurden, damit du entscheiden kannst, ob du deine Risikofilter anpassen musst."],"Review blocked transactions 📥️":["Blockierte Transaktionen prüfen 📥️"],"Choose Advanced settings for full control over each filter. You can enable and configure filters to block risky transactions.":["Wähle „Erweiterte Einstellungen“, um die volle Kontrolle über jeden Filter zu haben. Du kannst Filter aktivieren und konfigurieren, um riskante Transaktionen zu blockieren."],"Choose how you'd like to screen incoming transactions using our Basic or Advanced options.":["Wähle anhand unserer Optionen „Basis“ oder „Erweitert“ aus, wie du eingehende Transaktionen prüfen möchtest."],"You can choose a level of protection for screening incoming transactions. Screened transactions will be automatically blocked by your customized fraud filters.":["Du kannst eine Schutzstufe für die Überprüfung eingehender Transaktionen wählen. Überprüfte Transaktionen werden automatisch durch deine individuellen Betrugsfilter blockiert."],"Pending verification":["Verifizierung ausstehend"],"When enabled, customers will be able to checkout using WooPay. In order to use {{wooPayLink}}WooPay{{\/wooPayLink}}, you must agree to our {{tosLink}}WooCommerce Terms of Service{{\/tosLink}} and {{privacyLink}}Privacy Policy{{\/privacyLink}}. {{trackingLink}}Click here{{\/trackingLink}} to learn more about the data you will be sharing and opt-out options.":["Wenn er aktiviert ist, können Kunden mit WooPay bezahlen. Durch die Nutzung von {{wooPayLink}}WooPay{{\/wooPayLink}} erklärst du dich mit den {{tosLink}}WooCommerce-Geschäftsbedingungen{{\/tosLink}} und der {{privacyLink}}Datenschutzerklärung{{\/privacyLink}} einverstanden. {{trackingLink}}Klicke hier{{\/trackingLink}}, um mehr über die von dir übermittelten Daten und deine Abmeldemöglichkeiten zu erfahren."],"Payouts may be interrupted while your %s balance remains negative. {{whyLink}}Why?{{\/whyLink}}":["Auszahlungen können unterbrochen werden, solange dein Kontostand in %s negativ ist. {{whyLink}}Warum?{{\/whyLink}}"],"Your first payout is held for 7-14 days. {{whyLink}}Why?{{\/whyLink}}":["Deine erste Auszahlung wird 7 bis 14 Tage zurückgehalten. {{whyLink}}Warum?{{\/whyLink}}"],"Your payouts are {{strong}}temporarily suspended{{\/strong}}. {{suspendLink}}Learn more{{\/suspendLink}}":["Deine Auszahlungen sind {{strong}}vorübergehend ausgesetzt{{\/strong}}. {{suspendLink}}Weitere Informationen{{\/suspendLink}}"],"{{learnMoreLink}}Learn More{{\/learnMoreLink}}":["{{learnMoreLink}}Weitere Informationen{{\/learnMoreLink}}"],"Provides basic anti-fraud protection only.":["Bietet nur grundlegenden Betrugsschutz."],"Basic filter level":["Basis-Filterstufe"],"Take more control 🎚️":["Mehr Kontrolle ausüben 🎚️"],"Choose your filter level 🚦":["Wähle deine Filterstufe 🚦"],"See what's new":["Neues anzeigen"],"Basic":["Basis"],"Provides the base level of platform protection.":["Bietet die Basisstufe des Plattformschutzes."],"There was an error retrieving your fraud protection settings. Please refresh the page to try again.":["Es ist ein Fehler beim Abrufen deiner Betrugsschutz-Einstellungen aufgetreten. Lade die Seite erneut und versuche es noch einmal."],"Error retrieving on review transactions.":["Fehler beim Abrufen von zu überprüfenden Transaktionen."],"Payment for order #%s canceled successfully.":["Zahlung für Bestellnummer %s erfolgreich storniert."],"Configure":["Konfigurieren"],"Allows you to fine-tune the level of filtering according to your business needs.":["Ermöglicht dir die Feinabstimmung der Filterstufe entsprechend den Anforderungen deines Unternehmens."],"Advanced":["Fortgeschritten"],"Set your payment risk level":["Lege deine Risikostufe für Zahlungen fest"],"Provides a standard level of filtering that's suitable for most business.":["Bietet eine Standardstufe der Filterung, die für die meisten Unternehmen geeignet ist."],"The card's issuing bank cannot verify the CVV.":["Die ausstellende Bank der Karte kann den Sicherheitscode (CVV) nicht bestätigen."],"The billing address does not match what is on file with the card issuer.":["Die Rechnungsadresse stimmt nicht mit der beim Kartenanbieter hinterlegten Adresse überein."],"Payments will be {{blocked}}blocked{{\/blocked}} if:":["Zahlungen werden in den folgenden Fällen {{blocked}}blockiert{{\/blocked}}:"],"Provides a standard level of filtering that's suitable for most businesses.":["Bietet eine Standardstufe der Filterung, die für die meisten Unternehmen geeignet ist."],"Offers the highest level of filtering for stores, but may catch some legitimate transactions.":["Bietet die höchste Filterstufe für Shops, kann jedoch einige legitime Transaktionen erfassen."],"WooPay button":["WooPay-Button"],"Apple Pay \/ Google Pay buttons":["Apple Pay-\/Google Pay-Buttons"],"Link autofills your customers’ payment and shipping details to deliver an easy and seamless checkout experience.":["Link füllt die Zahlungs- und Versandinformationen deiner Kunden automatisch aus, um einen einfachen und nahtlosen Bezahlvorgang zu bieten."],"Offer customers a fast, secure checkout experience with Google Pay. By enabling this feature, you agree to {{stripeLink}}Stripe{{\/stripeLink}}, and {{googleLink}}Google{{\/googleLink}}'s terms of use.":["Biete Kunden mit Google Pay ein schnelles, sicheres Bezahlerlebnis. Wenn du diese Funktion aktivierst, stimmst du den Nutzungsbedingungen von {{stripeLink}}Stripe{{\/stripeLink}} und {{googleLink}}Google {{\/googleLink}}automatisch zu."],"Offer customers a fast, secure checkout experience with Google Pay.":["Biete Kunden mit Google Pay ein schnelles, sicheres Bezahlerlebnis. "],"Apple Pay is an easy and secure way for customers to pay on your store. By enabling this feature, you agree to {{stripeLink}}Stripe{{\/stripeLink}} and{{appleLink}} Apple{{\/appleLink}}'s terms of use.":["Apple Pay bietet Kunden eine einfache und sichere Möglichkeit, in deinem Shop zu bezahlen. Wenn du diese Funktion aktivierst, stimmst du den Nutzungsbedingungen von {{stripeLink}}Stripe{{\/stripeLink}} und{{appleLink}} Apple{{\/appleLink}} automatisch zu."],"Apple Pay is an easy and secure way for customers to pay on your store.":["Apple Pay bietet Kunden eine einfache und sichere Möglichkeit, in deinem Store zu bezahlen. "],"Boost conversion and customer loyalty by offering a single click, secure way to pay.":["Steigere Conversions und die Kundentreue, indem du eine sichere Zahlungsmethode mit nur einem Klick anbietest."],"Enable WooPay button on selected pages":["WooPay-Button auf ausgewählten Seiten aktivieren"],"Boost conversion and customer loyalty by offering a single click, secure way to pay. In order to use {{wooPayLink}}WooPay{{\/wooPayLink}}, you must agree to our {{tosLink}}WooCommerce Terms of Service{{\/tosLink}} and {{privacyLink}}Privacy Policy{{\/privacyLink}}. {{trackingLink}}Click here{{\/trackingLink}} to learn more about the data you will be sharing and opt-out options.":["Steigere Konversionen und die Kundentreue, indem du eine sichere Zahlungsmethode mit nur einem Klick anbietest. Durch die Nutzung von {{wooPayLink}}WooPay{{\/wooPayLink}} erklärst du dich mit den {{tosLink}}WooCommerce-Geschäftsbedingungen{{\/tosLink}} und der {{privacyLink}}Datenschutzerklärung{{\/privacyLink}} einverstanden. {{trackingLink}}Klicke hier{{\/trackingLink}}, um mehr über die von dir übermittelten Daten und deine Abmeldemöglichkeiten zu erfahren."],"Checkout Page":["Kassen-Seite"],"Cart Page":["Warenkorb-Seite"],"To preview the express checkout buttons, activate at least one express checkout.":["Um die Buttons für Express-Zahlung in der Vorschau anzuzeigen, aktiviere mindestens eine Express-Zahlung."],"Book with":["Buche mit"],"Donate with":["Spende mit"],"Buy with":["Kaufe mit"],"See the preview of enabled express payment buttons.":["Zeige aktivierte Buttons für Express-Zahlung in der Vorschau an."],"Button size":["Button-Größe"],"To enable WooPay, you must first disable Link by Stripe.":["Um WooPay zu aktivieren, musst du zuerst Link by Stripe deaktivieren."],"To enable Link by Stripe, you must first disable WooPay.":["Um Link by Stripe zu aktivieren, musst du zuerst WooPay deaktivieren."],"Customer support":["Kundensupport"],"Support phone number cannot be empty once it has been set before, please specify.":["Die Telefonnummer des Supports darf nicht leer sein, wenn sie bereits zuvor einmal festgelegt wurde. Bitte angeben."],"Please enter a valid phone number.":["Bitte gib eine gültige Telefonnummer ein."],"This may be visible on receipts, invoices, and automated emails from your store.":["Diese kann auf Belegen, Rechnungen und automatisierten E-Mails von deinem Shop angezeigt werden."],"Support email cannot be empty once it has been set before, please specify.":["Die E-Mail-Adresse des Supports darf nicht leer sein, wenn sie bereits zuvor einmal festgelegt wurde. Bitte angeben."],"These settings will also apply to the %s on your store.":["Diese Einstellungen gelten auch für den %s in deinem Store."],"Enable Apple Pay and Google Pay on selected pages":["Apple Pay und Google Pay auf ausgewählten Seiten aktivieren"],"Required":["Erforderlich"],"WooPay is unavailable at this time. Sorry for the inconvenience.":["WooPay ist derzeit nicht verfügbar. Wir entschuldigen uns für diese Unannehmlichkeit."],"Configure the display of WooPay buttons on your store.":["Konfiguriere die Anzeige von WooPay-Buttons in deinem Shop."],"Buy with WooPay":["Mit WooPay kaufen"],"Error retrieving uncaptured transactions.":["Fehler beim Abrufen von nicht erfassten Transaktionen."],"Error retrieving authorization.":["Fehler beim Abrufen der Autorisierung."],"Payment for order #%s captured successfully.":["Zahlung für Bestellnummer %s erfolgreich gebucht."],": Evidence file was not uploaded":[": Nachweisdatei wurde nicht hochgeladen"],"Link autofills your customers’ payment and shipping details to deliver an easy and seamless checkout experience. By enabling this feature, you agree to the {{stripeLinkTerms}}Link by Stripe terms{{\/stripeLinkTerms}}, and {{privacyPolicy}}Privacy Policy{{\/privacyPolicy}}.":["Link füllt die Zahlungs- und Versandinformationen deiner Kunden automatisch aus, um einen einfachen und nahtlosen Bezahlvorgang zu bieten. Mit der Aktivierung dieser Funktion stimmst du den {{stripeLinkTerms}}Nutzungsbedingungen für Link by Stripe{{\/stripeLinkTerms}} und der {{privacyPolicy}}Datenschutzerklärung{{\/privacyPolicy}} zu."],"Link by Stripe":["Link by Stripe"],"Got it":["Verstanden"],"Funds are available for payout %s business days after they’re received.":["Zahlungen sind %s Werktage nach ihrem Eingang für Auszahlungen verfügbar."],"Learn more about pending schedules":["Weitere Informationen zu ausstehenden Zeitplänen"],"Last day of the month":["Letzter Tag des Monats"],"Friday":["Freitag"],"Thursday":["Donnerstag"],"Wednesday":["Mittwoch"],"Tuesday":["Dienstag"],"Monday":["Montag"],"Payouts will occur every business day.":["Auszahlungen erfolgen jeden Werktag."],"Payouts that fall on a holiday will initiate on the next business day.":["Auf einen Feiertag fallende Auszahlungen werden am nächsten Werktag ausgeführt."],"Payouts scheduled on a weekend will be sent on the next business day.":["An einem Wochenende geplante Auszahlungen werden am nächsten Werktag gesendet."],"Day":["Tag"],"Frequency":["Häufigkeit"],"Enable manual capture":["Manuelle Buchung aktivieren"],"%s is not available to your customers when the \"manual capture\" setting is enabled.":["%s ist für deine Kunden nicht verfügbar, wenn die Einstellung „Manuelle Buchung“ aktiviert ist."],"Checkout appearance":["Design des Bezahlvorgangs"],"Replace":["Ersetzen"],"Upload custom logo":["Individuelles Logo hochladen"],"Link":["Link"],"8 to 12 digits with your country code prefix, for example DE 123456789.":["8 bis 12 Ziffern mit der Vorwahl deines Landes, z. B. DE 123456789."],"VAT Number":["Umsatzsteuer-Identifikationsnummer"],"If your sales exceed the VAT threshold for your country, you're required to register for a VAT Number.":["Wenn deine Einkünfte die Umsatzsteuerbemessungsgrenze für dein Land übersteigen, musst du eine Umsatzsteuer-Identifikationsnummer beantragen."],"Confirm":["Bestätigen"],"Confirm your business details":["Angaben zu deinem Unternehmen bestätigen"],"WooPay":["WooPay"],"When enabled, customers will be able to checkout using WooPay.":["Ist das Plugin aktiviert, können deine Kunden über WooPay bezahlen"],"Enable WooPay":["WooPay aktivieren"],"Allow your customers to collect payments via WooPay.":["Ermögliche deinen Kunden, Zahlungen über WooPay zu empfangen."],"WooPay SMS code verification":["SMS-Code-Verifizierung von WooPay"],"Error retrieving transactions.":["Fehler beim Abrufen der Transaktionen."],"Error retrieving transaction.":["Fehler beim Abrufen der Transaktion."],"Error retrieving documents.":["Fehler beim Abrufen der Dokumente."],"Fraud protection":["Betrugsschutz"],"From %1$f%% + %2$s":["Ab %1$f%% + %2$s"],"Apple Pay \/ Google Pay":["Apple Pay\/Google Pay"],"Customize":["Customizer"],"When enabled, customers who have configured Apple Pay or Google Pay enabled devices will be able to pay with their respective choice of Wallet.":["Wenn diese Funktion aktiviert ist, können Kunden, die Geräte mit Apple Pay oder Google Pay nutzen, mit einem Wallet ihrer Wahl bezahlen."],"Invalid express checkout method ID specified.":["Ungültige Methoden-ID für Express-Zahlung angegeben."],"Configure the display of Apple Pay and Google Pay buttons on your store.":["Konfiguriere, wie Apple Pay- und Google Pay-Buttons in deinem Shop angezeigt werden."],"Allow your customers to collect payments via Apple Pay and Google Pay.":["Ermögliche es deinen Kunden, Zahlungen über Apple Pay und Google Pay zu empfangen."],"Error retrieving the active loan summary.":["Beim Abrufen der Zusammenfassung des aktiven Kredits ist ein Fehler aufgetreten."],"Mobile phone number":["Mobiltelefonnummer"],"%s transactions":["%s Transaktionen"],"Select a dispute date":["Reklamationsdatum auswählen"],"Select a dispute date filter match":["Eine Übereinstimmung mit dem Filter für das Reklamationsdatum auswählen"],"Remove dispute date filter":["Filter für Reklamationsdatum entfernen"],"Disputed on date":["Reklamiert am"],"Disputes match {{select \/}} filters":["Reklamationen stimmen mit {{select \/}} Filtern überein"],"All disputes":["Alle Reklamationen"],"Dispute currency":["Währung der Reklamation"],"Select a dispute status":["Reklamationsstatus auswählen"],"Select a dispute status filter match":["Eine Übereinstimmung mit dem Filter für den Reklamationsstatus auswählen"],"Remove dispute status filter":["Filter für Reklamationsstatus entfernen"],"Error retrieving the summary of disputes.":["Fehler beim Abrufen der Zusammenfassung zu Reklamationen."],"There was an error rendering this view. Please contact support for assistance if the problem persists.":["Bei der Wiedergabe dieser Ansicht ist ein Fehler aufgetreten. Wende dich an den Support, falls das Problem weiterhin besteht."],"Support phone number":["Telefonnummer des Supports"],"Support email":["E-Mail-Adresse des Supports"],"Business name":["Name des Unternehmens"],"Edit":["Bearbeiten"],"The file you have attached is exceeding the maximum limit.":["Die von dir angehängte Datei überschreitet die Maximalgröße."],"You need to provide more information to enable %s on your checkout.":["Wir benötigen weitere Information, um beim Bezahlvorgang %s zu aktivieren."],"You need to provide more information to enable %s on your checkout:":["Wir benötigen weitere Information, um beim Bezahlvorgang %s zu aktivieren:"],"One more step to enable %s":["Nur noch ein Schritt, um %s zu aktivieren"],"If you choose to continue, our payment partner Stripe will send an e-mail to {{merchantEmail \/}} to collect the required information":["Wenn du fortfährst, schickt unser Zahlungspartner Stripe zur Abfrage der erforderlichen Informationen eine E-Mail an {{merchantEmail \/}}"],"Personal Identification Number":["Persönliche Identifikationsnummer"],"Business Number":["Umsatzsteuer-Identifikationsnummer des Unternehmens"],"Business Website":["Business-Website"],"Sell subscription products and services with %s. {{learnMoreLink}}Learn more{{\/learnMoreLink}}":["Verkaufe Abonnement-Produkte und -Dienstleistungen mit %s. {{learnMoreLink}}Weitere Informationen{{\/learnMoreLink}}"],"%s won't be visible to your customers until you provide the required information. Follow the instructions sent by our partner Stripe to %s.":["Du musst die erforderlichen Informationen angeben, damit %s für deine Kunden sichtbar wird. Befolge die Anweisungen unseres Partners Stripe, um %s."],"This payment method is pending approval. Once approved, you will be able to use it.":["Die Genehmigung dieser Zahlungsmethode steht noch aus. Du kannst sie nutzen, sobald sie genehmigt wurde."],"Unknown transactions":["Unbekannte Transaktionen"],"In-person transactions":["Persönliche Transaktionen"],"Card transactions":["Kartentransaktionen"]," The setting is not applied to {{a}}In-Person Payments{{\/a}} (please note that In-Person Payments should be captured within 2 days of authorization).":[" Die Einstellung wird nicht auf {{a}}persönliche Zahlungen{{\/a}} angewendet (bitte beachte, dass persönliche Zahlungen innerhalb von 2 Tagen nach der Autorisierung gebucht werden sollten)."],"Border radius":["Eckenradius"],"Allow customers to shop and pay in multiple currencies. {{learnMoreLink}}Learn more{{\/learnMoreLink}}":["Erlaube Kunden, in mehreren Währungen einzukaufen und zu bezahlen. {{learnMoreLink}}Weitere Informationen{{\/learnMoreLink}}"],"Enable Multi-Currency":["Multi-Currency aktivieren"],"missing fees":["fehlende Gebühren"],"<s>%1$s<\/s> %2$s":["<s>%1$s<\/s> %2$s"],"When enabled, users will be able to pay with a saved card during checkout. Card details are stored in our platform, not on your store.":["Wenn dies aktiviert ist, können die Benutzer mit einer gespeicherten Karte bezahlen. Kartendatendaten werden auf unserer Plattform gespeichert, nicht in deinem Store."],"Enable payments via saved cards":["Zahlung mit gespeicherten Karten aktivieren"],"Base transaction fees: %s":["Grundgebühren für Transaktionen: %s"],"Enable":["Aktivieren"],"{{title}}Status{{\/title}} {{rule \/}} {{filter \/}}":["{{title}}Statusmitteilung{{\/title}} {{rule \/}} {{filter \/}}"],"Charge must be captured on the order details screen within 7 days of authorization, otherwise the authorization and order will be canceled.":["Die Belastung muss innerhalb von 7 Tagen nach Autorisierung auf dem Bildschirm der Bestelldetails gebucht werden, sonst werden die Autorisierung und Bestellung storniert."],"Update your store's configuration to ensure smooth transactions.":["Aktualisiere die Konfiguration deines Stores, um reibungslose Transaktionen zu ermöglichen."],"Light {{br\/}}{{helpText}}Recommended for dark or colored backgrounds with high contrast.{{\/helpText}}":["Hell {{br\/}}{{helpText}}Für dunkle oder farbige Hintergründe mit hohem Kontrast empfohlen.{{\/helpText}}"],"Dark {{br\/}}{{helpText}}Recommended for white or light-colored backgrounds with high contrast.{{\/helpText}}":["Dunkel {{br\/}}{{helpText}}Für weiße oder helle Hintergründe mit hohem Kontrast empfohlen.{{\/helpText}}"],"Large {{helpText}}(55 px){{\/helpText}}":["Groß {{helpText}}(55 px){{\/helpText}}"],"Medium {{helpText}}(48 px){{\/helpText}}":["Mittel {{helpText}}(48 px){{\/helpText}}"],"Small {{helpText}}(40 px){{\/helpText}}":["Klein {{helpText}}(40 px){{\/helpText}}"],"Outline {{br\/}}{{helpText}}Recommended for white or light-colored backgrounds with insufficient contrast.{{\/helpText}}":["Umriss {{br\/}}{{helpText}}Für weiße oder helle Hintergründe mit nicht genügend Kontrast empfohlen.{{\/helpText}}"],"Debug mode":["Debug-Modus"],"Preview":["Vorschau"],"Error retrieving all payouts' overviews.":["Fehler beim Abrufen der Übersichten für alle Auszahlungen."],"Use {{testCardHelpLink}}test card numbers{{\/testCardHelpLink}} to simulate various transactions. {{learnMoreLink}}Learn more{{\/learnMoreLink}}":["Nutze die {{testCardHelpLink}}Testkartennummern{{\/testCardHelpLink}} zum Nachstellen verschiedener Transaktionen. {{learnMoreLink}}Weitere Informationen{{\/learnMoreLink}}"],"Let your customers use their favorite express payment methods and digital wallets for faster, more secure checkouts across different parts of your store.":["Gib deinen Kunden die Möglichkeit, ihre bevorzugten Express-Zahlungsmethoden und digitalen Wallets zu nutzen, um schneller und sicherer an verschiedenen Stellen deines Stores zu bezahlen."],"Express checkouts":["Express-Zahlungen"],"Theme":["Vorlage"],"Select a button label that fits best with the flow of purchase or payment experience on your store.":["Wähle einen Button, der am besten zum Kauf- oder Zahlungserlebnis in deinem Shop passt."],"Call to action":["Handlungsaufruf"],"Only icon":["Nur Icon"],"When enabled, payment error logs will be saved to WooCommerce > Status > Logs.":["Wenn dies aktiviert ist, werden Fehlerprotokolle von Zahlungen gespeichert unter WooCommerce > Status > Protokolle."],"Log error messages":["Protokollfehlermeldung"],"Advanced settings":["Erweiterte Einstellungen"],"{{strong}}Need help?{{\/strong}} Learn more about {{wooCommercePaymentsLink}}%s{{\/wooCommercePaymentsLink}} or {{contactSupportLink}}contact WooCommerce Support{{\/contactSupportLink}}.":["{{strong}}Brauchst du Hilfe?{{\/strong}} Erfahre mehr über {{wooCommercePaymentsLink}}%s{{\/wooCommercePaymentsLink}} oder {{contactSupportLink}}wende dich an den Support für WooCommerce{{\/contactSupportLink}}."],"You can add it again at any time in {{wooCommercePaymentsLink \/}}.":["Kann jederzeit wieder in {{wooCommercePaymentsLink \/}} hinzugefügt werden"],"Are you sure you want to remove {{strong}}%s{{\/strong}}? Your customers will no longer be able to pay using %s.":["Möchtest du {{strong}}%s{{\/strong}} wirklich entfernen? Dein Kunden können dann nicht mehr mit %s bezahlen."],"Remove":["Entfernen"],"Remove %1$s from checkout":["%1$s vom Bezahlen entfernen"],"Continue":["Weiter"],"Enable Apple Pay \/ Google Pay":["Apple Pay und Google Pay aktivieren"],"Save changes":["Änderungen sichern"],"Error retrieving settings.":["Fehler beim Abrufen der Einstellungen"],"Error saving settings.":["Fehler beim Speichern der Einstellungen."],"Settings saved.":["Einstellungen gespeichert"],"Add and edit payments available to customers at checkout. Based on their device type, location, and purchase history, your customers will only see the most relevant payment methods.":["Bearbeite die Auswahl der Zahlungsmethoden für Kunden beim Bezahlen und füge neue hinzu. Deine Kunden sehen nur die relevantesten Zahlungsmethoden, basierend auf deren Gerätetyp, Standort und Kaufverlauf."],"Google Pay":["Google Pay"],"Apple Pay":["Apple Pay"],"Transaction preferences":["Transaktionspräferenzen"],"Manage in Stripe":["In Stripe verwalten"],"Edit the way your store name appears on your customers' bank statements.":["Bearbeite die Art und Weise, wie der Name deines Stores auf den Bankauszügen des Kunden angezeigt wird."],"Product Page":["Produktseite"],"Payments accepted on checkout":["Akzeptierte Zahlungsmethoden beim Bezahlen"],"Cancel":["Kündigen"],"Remove file":["Datei entfernen"],"{{title}}Date{{\/title}} {{rule \/}} {{filter \/}}":["{{title}}Datum{{\/title}} {{rule \/}} {{filter \/}}"],"Advanced filters":["Erweiterte Filter"],"Show":["Anzeigen"],"All currencies":["Alle Währungen"],"Between":["Zwischen"],"After":["Nachher"],"Before":["Vorher"],"Address":["Adresse"],"If there have been two or more separate payments, you should get in touch with your customer. If you understand what their complaint is, there is a chance for you to explain the misunderstanding or to make it right. If you’re able to resolve the issue with your customer, you can ask that they withdraw the dispute.":["Bei zwei oder mehr separaten Zahlungen solltest du Kontakt zu deinem Kunden aufnehmen. Wenn du weißt, was der Kunde zu beanstanden hat, kannst du möglicherweise das Missverständnis klären oder das Problem in Ordnung bringen. Wenn du das Problem mit deinem Kunden lösen konntest, kannst du ihn bitten, die Reklamation zurückzunehmen."],"If they were not, collect any and all information documenting that each payment was made separately, such as copies of receipts. If the receipts don’t include the items purchased, be sure to include an itemized list. Each receipt should clearly indicate that the payments are for separate purchases of items or services. If you’ve been able to get in touch with the customer you should be sure to address any concerns they had in your evidence.":["Wenn nicht, sammle alle Informationen, die nachweisen, dass jede Zahlung separat getätigt wurde, z. B. Belege. Wenn die Belege die gekauften Artikel nicht enthalten, füge unbedingt eine Artikelliste hinzu. Jeder Beleg sollte klar zeigen, dass die Zahlungen für separate Käufe von Artikeln oder Dienstleistungen waren. Wenn du mit dem Kunden Kontakt aufnehmen konntest, solltest du unbedingt dessen Bedenken bezüglich deiner Nachweise besprechen."],"Determine if your customer was incorrectly charged multiple times.":["Ermittle, ob deinem Kunden Produkte oder Dienstleistungen fälschlicherweise mehrfach abgebucht wurden."],"Demonstrate that each payment was for a separate product or service.":["Weise nach, dass jede Zahlung für ein separates Produkt oder eine separate Dienstleistung war."],"The customer claims they were charged multiple times for the same product or service.":["Der Kunde behauptet, dass dasselbe Produkt oder dieselbe Dienstleistung mehrfach berechnet wurde."],"If there were duplicate payments, you should accept the dispute. You cannot issue a refund while a payment is being disputed. The credit card networks place liability for accepting disputed payments with you, the business.":["Sollte es zu doppelten Zahlungen gekommen sein, solltest du die Reklamation akzeptieren. Du kannst keine Rückerstattung auszahlen, solange eine Zahlung reklamiert wird. Die Kreditkartenanbieter sind haftbar, wenn sie für dein Business reklamierte Zahlungen akzeptieren."],"Duplicate":["Duplizieren"],"Debit not authorized":["Lastschrift nicht autorisiert"],"Customer initiated":["Vom Kunden eingeleitet"],"If the cardholder agrees to withdraw the dispute, you should still submit evidence for the dispute using the forms on the next screen. In addition to the following evidence, your submission should include correspondence with the cardholder saying they would withdraw the dispute and a written statement from their card issuer confirming that the dispute has been withdrawn.":["Auch wenn der Karteninhaber einwilligt, die Reklamation zurückzuziehen, solltest du mit den Formularen auf dem nächsten Bildschirm Nachweise für die Reklamation einreichen. Neben den folgenden Nachweisen sollte die Korrespondenz mit dem Karteninhaber enthalten sein, aus der hervorgeht, dass er die Reklamation zurückzieht, sowie eine schriftliche Mitteilung vom Kartenanbieter, dass die Reklamation zurückgezogen wurde."],"You should first get in touch with your customer. If you understand what their complaint is, there is a chance for you to explain the misunderstanding or to make it right. If you’re able to resolve the issue with your customer, you can ask that they withdraw the dispute.":["Du solltest zuerst Kontakt mit deinem Kunden aufnehmen. Wenn du weißt, was der Kunde zu beanstanden hat, kannst du möglicherweise das Missverständnis klären oder das Problem in Ordnung bringen. Wenn du das Problem mit deinem Kunden lösen konntest, kannst du ihn bitten, die Reklamation zurückzunehmen."],"Demonstrate that you have refunded your customer through other means or that your customer is not entitled to a refund. You cannot issue a refund while a payment is being disputed. If you believe that your customer was entitled a refund that you did not provide, you can accept the dispute.":["Weise nach, dass dein Kunde über andere Wege eine Rückerstattung erhalten hat oder dass dein Kunde kein Recht auf eine Rückerstattung hat. Du kannst keine Rückerstattung auszahlen, solange eine Zahlung reklamiert wird. Wenn du der Meinung bist, dass deinem Kunden eine Rückerstattung zusteht, die du ihm nicht gezahlt hast, kannst du die Reklamation akzeptieren."],"It may be more efficient—and provide a better customer experience—to accept an accidental dispute and charge the customer again, if appropriate. Even when a dispute is withdrawn, it usually takes approximately 75 days to be finalized. Remember, it doesn’t matter to the card networks whether you win or lose a dispute; what matters is how many disputes a business receives, regardless of how many disputes are won.":["Möglicherweise ist es effizienter – und bietet eine bessere Kundenerfahrung –, eine versehentliche Reklamation zu akzeptieren und dem Kunden den Betrag falls angebracht erneut in Rechnung zu stellen. Auch wenn eine Reklamation zurückgenommen wird, dauert die Bearbeitung etwa 75 Tage. Denke daran, dass es die Kartenanbieter nicht interessiert, ob du bei einer Reklamation gewinnst oder verlierst. Was zählt, ist die Anzahl der Reklamationen, die dein Unternehmen erhält – unabhängig davon, wie diese ausgehen."],"The customer claims that the purchased product was returned or the transaction was otherwise canceled, but you have not yet provided a refund or credit.":["Der Kunde behauptet, dass das gekaufte Produkt zurückgesendet wurde oder die Transaktion anderweitig storniert wurde, aber du ihm bisher weder eine Rückerstattung noch eine Gutschrift gegeben hast."],"First, try to get in touch with your customer. Sometimes people forget about payments they make or don’t recognize the way they appear on their card statement. If this is the case, ask them to contact their card issuer and let them know they no longer dispute the transaction. Even if your customer agrees to withdraw the dispute, you must still submit appropriate evidence. Simply saying that your customer is going to withdraw the dispute is not sufficient evidence.":["Nimm zuerst Kontakt mit deinem Kunden auf. Manchmal erinnern sich Kunden nicht an Zahlungen oder verstehen nicht, wie sie auf der Kartenabrechnung angezeigt werden. Sollte dies der Fall sein, bitte den Kunden, seinen Kartenanbieter darüber zu informieren, dass er die Transaktion nicht mehr reklamiert. Selbst wenn dein Kunde einwilligt, die Reklamation zurückzuziehen, musst du entsprechende Nachweise einreichen. Die bloße Angabe, dass dein Kunde die Reklamation zurückzieht reicht nicht aus."],"Get your customer to withdraw the dispute by helping them identify the payment. Otherwise, challenge the dispute with appropriate evidence that proves the purchase was legitimate. ":["Hilf deinem Kunden bei der Identifizierung der Zahlung, damit er die Reklamation zurückzieht. Andernfalls kannst du die Reklamation mit entsprechenden Nachweisen, die die Rechtmäßigkeit des Kaufs bestätigen, anfechten. "],"The customer doesn’t recognize the payment appearing on their card statement.":["Der Kunde erkennt die Zahlung auf seiner Kartenabrechnung nicht."],"If you believe the dispute is invalid, you can challenge it by submitting the appropriate evidence using the response forms on the next screen.":["Wenn du meinst, dass die Reklamation ungültig ist, kannst du sie anfechten, indem du mit den Antwortformularen auf dem nächsten Bildschirm entsprechende Nachweise einreichst."],"Unrecognized":["Nicht erkannt"],"Otherwise, use the forms on the next screen to submit evidence that the subscription was still active and that the customer was aware of, and did not follow, your cancellation procedure.":["Andernfalls reichst du mit den Formularen auf dem nächsten Bildschirm Nachweise ein, dass das Abonnement noch aktiv war und das dem Kunden deine Stornierungsrichtlinie bekannt war, er sie jedoch nicht befolgt hat."],"Even if your customer agrees to withdraw the dispute, you must still submit appropriate evidence using the forms on the next screen. Simply saying that your customer is going to withdraw the dispute is not sufficient evidence.":["Selbst wenn dein Kunde einwilligt, die Reklamation zurückzuziehen, musst du mit den Formularen auf dem nächsten Bildschirm entsprechende Nachweise einreichen. Die bloße Angabe, dass dein Kunde die Reklamation zurückzieht reicht nicht aus."],"First, get in touch with your customer. If you understand what they believe happened, there is a chance for you to explain the misunderstanding or to make it right. ":["Nimm zuerst Kontakt mit deinem Kunden auf. Wenn du die Sichtweise deines Kunden kennst, kannst du möglicherweise das Missverständnis klären oder das Problem in Ordnung bringen. "],"Prove that the subscription was still active and that the customer was aware of, and did not follow, your cancellation procedure.":["Beweise, dass das Abonnement noch aktiv war und das dem Kunden deine Stornierungsrichtlinie bekannt war, er sie jedoch nicht befolgt hat."],"The customer claims that you continued to charge them after a subscription was canceled.":["Der Kunde behauptet, dass du ein Abonnement weiter abgerechnet hast, nachdem es storniert wurde."],"If your customer was not refunded appropriately, you will need to accept the dispute, or resolve the issue with your customer. The credit card networks place liability for accepting disputed payments with you, the business.":["Wenn dein Kunde keine entsprechende Rückerstattung erhalten hat, musst du die Reklamation akzeptieren oder das Problem mit deinem Kunden aus der Welt räumen. Die Kreditkartenanbieter sind haftbar, wenn sie für dein Business reklamierte Zahlungen akzeptieren."],"Subscription canceled":["Abonnement storniert"],"If the customer withdraws their dispute you should still submit evidence using the forms on the next screen. Be sure to provide a letter or email from the cardholder stating that they are no longer in dispute.":["Auch wenn der Kunde die Reklamation zurückzieht, solltest du mit den Formularen auf dem nächsten Bildschirm Nachweise einreichen. Füge einen Brief oder eine E-Mail vom Karteninhaber hinzu, aus dem hervorgeht, dass die Reklamation zurückgezogen wurde."],"If your customer made no attempt to return the product or cancel the service, or if you provided a replacement product or service, make sure to note that as well.":["Wenn dein Kunde das Produkt nicht zurückgesendet oder die Dienstleistung storniert hat oder wenn du einen Ersatz für das Produkt oder die Dienstleistung zur Verfügung gestellt hast, gib dies ebenfalls an."],"For products that have been repaired or replaced, provide evidence that the cardholder agreed to a repair or replacement, it has been received by the customer, and the repair or replacement has not since been disputed.":["Reiche bei reparierten oder ersetzten Produkten Nachweise ein, dass der Karteninhaber der Reparatur oder dem Austausch des Produkts zugestimmt hat, dass er das Produkt erhalten hat und dass es seither nicht reklamiert wurde."],"If the customer has not yet returned the product or canceled the service, provide specific information to that effect. You should double-check your incoming shipping records to verify that you have not received a return before you respond. If you have processed a credit or reversal for this transaction, provide evidence of this which includes the amount and date processed.":["Wenn der Kunde das Produkt noch nicht zurückgesendet oder die Dienstleistung storniert hat, reiche genaue Informationen hierzu ein. Bevor du antwortest, solltest du die Dokumentation deines Posteingangs genau überprüfen, um zu bestätigen, dass du keine Rücksendung erhalten hast. Wenn du eine Gutschrift oder eine Rückbuchung für diese Transaktion verarbeitet hast, gib einen Nachweis hierfür einschließlich Betrag und Verarbeitungsdatum an."],"If the product or service is as described, provide specific information (invoice, contract, etc.) to refute the cardholder’s claims. Quality disputes are where the customer does not agree with the condition of merchandise or service received (e.g., a car repair situation or quality of a hotel room). There may be instances where you will need to obtain a neutral third-party opinion to help corroborate your claim against the cardholder. Provide as much specific information and documentation as possible to refute the cardholder’s claims. It is recommended that you address each point that the cardholder has made.":["Wenn das Produkt oder die Dienstleistung so wie beschrieben bereitgestellt wurde, gib genaue Informationen an (Rechnung, Vertrag usw.), um die Behauptung des Karteninhabers zu entkräften. Als Qualitätsreklamation gelten Reklamationen, bei denen der Kunde den Zustand der Ware oder Dienstleistung beanstandet (z. B. Autoreparatur oder Hotelzimmer). Es kann vorkommen, dass du eine neutrale Drittmeinung einholen musst, um deine Behauptung gegenüber dem Karteninhaber zu bekräftigen. Stelle so viele genaue Informationen und Dokumentationen wie möglich bereit, um die Behauptungen des Karteninhabers zu widerlegen. Es ist empfehlenswert, jeden Punkt, den der Karteninhaber beanstandet, einzeln zu behandeln."],"Demonstrate that the product or service was delivered as described at the time of purchase.":["Weise nach, dass das Produkt oder die Dienstleistung zum Zeitpunkt des Kaufs so wie beschrieben zugestellt bzw. erbracht wurde."],"The product or service was received but was defective, damaged, or not as described.":["Das Produkt oder die Dienstleistung wurde erhalten, aber war defekt, beschädigt oder nicht wie beschrieben."],"If you can not prove the customer received their product or service as described, you should accept the dispute. You cannot issue a refund while a payment is being disputed. The credit card networks place liability for accepting disputed payments with you, the business.":["Wenn du nicht beweisen kannst, dass der Kunde das Produkt oder die Dienstleistung wie beschrieben erhalten hat, solltest du die Reklamation akzeptieren. Du kannst keine Rückerstattung auszahlen, solange eine Zahlung reklamiert wird. Die Kreditkartenanbieter sind haftbar, wenn sie für dein Business reklamierte Zahlungen akzeptieren."],"Product unacceptable":["Produkt inakzeptabel"],"Credit not processed":["Gutschrift nicht verarbeitet"],"First, get in touch with your customer. Understanding why they filed the dispute will be important for helping make sure your customer gets the product and will give you critical information to prevent this from happening to others.":["Nimm zuerst Kontakt mit deinem Kunden auf. Es ist wichtig zu verstehen, warum der Kunde reklamiert hat, um sicherzustellen, dass dein Kunde das Produkt erhält, und um zu verhindern, dass dasselbe Problem bei anderen Kunden auftritt."],"Prove that the customer received a physical product or offline service, or made use of a digital product or online service. This must have occurred prior to the date the dispute was initiated.":["Weise nach, dass der Kunde ein physisches Produkt oder eine Offline-Dienstleistung erhalten hat oder ein digitales Produkt oder einen Online-Dienst genutzt hat. Dies muss vor dem Datum der Reklamation geschehen sein."],"The customer claims they did not receive the products or services purchased.":["Der Kunde behauptet, dass er die gekauften Produkte oder Dienstleistungen nicht erhalten hat."],"If you can not prove the customer received their product or service, you should accept the dispute. You cannot issue a refund while a payment is being disputed. The credit card networks place liability for accepting disputed payments with you, the business.":["Wenn du nicht beweisen kannst, dass der Kunde das Produkt oder die Dienstleistung erhalten hat, solltest du die Reklamation akzeptieren. Du kannst keine Rückerstattung auszahlen, solange eine Zahlung reklamiert wird. Die Kreditkartenanbieter sind haftbar, wenn sie für dein Business reklamierte Zahlungen akzeptieren."],"Product not received":["Artikel nicht erhalten"],"Insufficient funds":["Unzureichendes Guthaben"],"Check returned":["Scheck zurückgebucht"],"Incorrect account details":["Inkorrekte Kontodaten"],"This is an uncategorized dispute, so you should contact the customer for additional details to find out why the payment was disputed.":["Dies ist eine nicht kategorisierte Reklamation. Deshalb solltest du den Kunden kontaktieren, um herauszufinden, warum die Zahlung reklamiert wurde."],"General":["Allgemein"],"Bank cannot process":["Verarbeitungsprobleme der Bank"],"Try to get in touch with your customer. Sometimes people forget about payments they make or don’t recognize the way they appear on their card statement. If this is the case, ask them to contact their card issuer and let them know they no longer dispute the transaction.":["Nimm Kontakt mit deinem Kunden auf. Manchmal erinnern sich Kunden nicht an Zahlungen oder verstehen nicht, wie sie auf der Kartenabrechnung angezeigt werden. Sollte dies der Fall sein, bitte den Kunden, seinen Kartenanbieter darüber zu informieren, dass er die Transaktion nicht mehr reklamiert."],"Provide adequate payment and order details so that a legitimate customer recognizes it, or proves to the card issuer that their cardholder authorized the transaction.":["Gib entsprechende Informationen zu Zahlung und Bestellung an, damit ein rechtmäßiger Kunde diese erkennt oder der Kartenanbieter sieht, dass der Karteninhaber die Transaktion autorisiert hat."],"This is the most common reason for a dispute, and happens when a cardholder claims that they didn’t authorize the payment. This can happen if the card was lost or stolen and used to make an unauthorized transaction. It can also happen if the cardholder doesn’t recognize the payment as it appears on the billing statement from their card issuer.":["Dies ist der häufigste Grund für eine Reklamation und er tritt auf, wenn ein Karteninhaber angibt, dass er die Zahlung nicht autorisiert hat. Dies passiert, wenn die Karte verloren ging oder gestohlen wurde und für eine nicht autorisierte Transaktion verwendet wurde. Es kann aber auch passieren, dass der Karteninhaber die Zahlung auf der Kartenabrechnung des Kartenanbieters nicht anerkennt."],"If you believe the payment was actually made using a stolen credit card, you will need to accept the dispute. The credit card networks place liability for accepting unauthorized transactions with you, the business.":["Wenn du glaubst, dass die Zahlung tatsächlich von einer gestohlenen Kreditkarte stammt, musst du die Reklamation akzeptieren. Die Kreditkartenanbieter sind haftbar, wenn sie für dein Unternehmen nicht autorisierte Transaktionen akzeptieren."],"Upload file":["Datei hochladen"],"Status":["Status"],"Date":["Datum"],"Error retrieving disputes.":["Fehler beim Abrufen von Reklamationen"],"Error retrieving dispute.":["Fehler beim Abrufen der Reklamation"],"There has been an error accepting the dispute. Please try again later.":["Beim Akzeptieren der Reklamation ist ein Fehler aufgetreten. Bitte versuche es später erneut."],"You have accepted the dispute.":["Du hast die Reklamation akzeptiert."],"You have accepted the dispute for order #%s.":["Du hast die Reklamation für die Bestellung mit der Nr. %s akzeptiert."],"Error retrieving payout.":["Fehler beim Abrufen der Auszahlung."],"Error retrieving payouts.":["Fehler beim Abrufen der Auszahlungen."],"Error creating instant payout.":["Fehler beim Erstellen einer Sofortauszahlung."],"View details":["Details anzeigen"],"Instant payout for %s in transit.":["Sofortauszahlung für %s unterwegs."],"Lost":["Verloren"],"Won":["Gewonnen"],"Charge refunded":["Belastung rückerstattet"],"Under review":["Wird geprüft"],"Needs response":["Antwort erforderlich"],"Inquiry: Closed":["Anfrage: geschlossen"],"Inquiry: Under review":["Anfrage: wird geprüft"],"Monthly":["Monatlich"],"Weekly":["Wöchentlich"],"Daily":["Täglich"],"Rejected":["Abgelehnt"],"%1$f%% + %2$s per transaction":["%1$f%% + %2$s pro Transaktion"],"Learn more":["Erfahre mehr"],"(%f%% discount)":["(%f%% Rabatt)"],"Read more":["Mehr erfahren"],"Base fee":["Grundgebühr"],"Enable test mode":["Testmodus aktivieren"],"Test mode":["Testmodus"],"Customer bank statement":["Bankauszug des Kunden"],"Settings":["Settings"],"Transactions":["Transaktionen"]}}}